Repository: BARGAN/mousetweaks
Catalog: help/*/*.po
Languages: cs, el, zh_cn

source: The user has a direct way to start and stop the dwell click by using the <guilabel>On/Off</guilabel> button of the <guilabel>Dwell Click</guilabel> applet. This is especially useful when he wants to disable dwelling for a little while to read some text without the interference of a dwell click.
cs: Uživatel má přímou cestu, jak spustit a zastavit kliknutí počkáním pomocí tlačítka <guilabel>Zapnout/Vypnout</guilabel> na appletu <guilabel>Kliknutí počkáním</guilabel>. Toto je obzvlášť užitečné pro krátkodobé vypnutí této funkce v případě, že si chcete přečíst nějaký text bez rušení funkcí kliknutí počkáním.
el: Ο χρήστης έχει έναν απευθείας τρόπο για να ξεκινήσει και να διακόψει το κρατημένο κλικ χρησιμοποιώντας το κουμπί <guilabel>Ενεργό/Ανενεργό</guilabel> της εφαρμογής για το <guilabel>Κρατημένο κλικ</guilabel>. Αυτό είναι χρήσιμο ειδικά όταν επιθυμεί να απενεργοποιήσει το κρατημένο κλικ για λίγο ενώ θα διαβάζει κάποιο κείμενο χωρίς την παρέμβαση ενός κρατημένου κλικ.
zh_cn: 用户可以直接使用<guilabel>悬停点击</guilabel>小程序上的<guilabel>开/关</guilabel>按钮来启用或停止此项功能。这对于想暂时禁用悬停点击来阅读一些文本来说非常有用。

source: Indeed, by using the <guilabel>Dwell Click</guilabel> panel applet: <placeholder-1/>
cs: Použitím appletu <guilabel>Kliknutí počkáním</guilabel>: <placeholder-1/>
el: Πράγματι, χρησιμοποιώντας τη μικροεφαρμογή <guilabel>Κρατημένο κλικ</guilabel> του πίνακα εφαρμογών: <placeholder-1/>
zh_cn: 实际上，使用<guilabel>悬停点击</guilabel>面板小程序可以：<placeholder-1/>

source: To display the <guilabel>Dwell Click</guilabel> applet on the GNOME panel, the user has to follow the usual procedure to add applets to the GNOME panel. An example about how to do it can be found in the section <link linkend="mouse-a11y-start-pointer-capture">Starting The Pointer Capture Function</link>.
cs: Pro zobrazení appletu <guilabel>Kliknutí počkáním</guilabel> na panelu GNOME musí uživatel postupovat způsobem obvyklým pro přidávání appletů na panel GNOME. Postup, jak na to, najdete v sekci <link linkend="mouse-a11y-start-pointer-capture">Spuštění funkce Zachycení kurzoru</link>.
el: Για να εμφανίσει τη μικροεφαρμογή <guilabel>Κρατημένο κλικ</guilabel> στον πίνακα εφαρμογών του Gnome, ο χρήστης θα πρέπει να ακολουθήσει τη συνήθη διαδικασία της προφθήκης μικροεφαρμογών στον πίνακα εφαρμογών του Gnome. Ένα παράδειγμα σχετικά με τον τρόπο που θα γίνει αυτό μπορεί να βρεθεί στην ενότητα <link linkend="mouse-a11y-start-pointer-capture">Εκκίνηση της λειτουργίας σύλληψης του δείκτη</link>.
zh_cn: 要在 GNOME 面板上显示<guilabel>悬停点击</guilabel>小程序，可以使用通常的方法来添加。您可以在这一节里找到添加方法：<link linkend="mouse-a11y-start-pointer-capture">启用指针锁定功能</link>。

source: The <guilabel>Click Type Window</guilabel> and the <guilabel>Dwell Click</guilabel> applet can be used simultaneously or each on its own.
cs: Applety <guilabel>okno typu kliknutí</guilabel> a <guilabel>Kliknutí počkáním</guilabel> lze použít současně nebo každý samostatně.
el: Η μικροεφαρμογή <guilabel>παράθυρο για τον τύπο κλικ</guilabel> και το <guilabel>κρατημένο κλικ</guilabel> μπορούν να χρησιμοποιηθούν ταυτόχρονα ή μόνες τους.
zh_cn: <guilabel>点击类型窗口</guilabel>和<guilabel>悬停点击</guilabel>小程序可以同时使用，也可以分别单独使用。

source: Click Completion And Click Type Choice By Mouse Gesture
cs: Provedení kliknutí a výběr typu kliknutí pohyby myší
el: Ολοκλήρωση κλικ και επιλογή τύπου κλικ με κίνηση του ποντικιού
zh_cn: 使用鼠标手势来完成点击和选择点击类型

source: This mode is active when the user selects <guilabel>Choose type of click with mouse gestures</guilabel>. In fact, after the mouse has been motionless for the delay defined by the <link linkend="mouse-a11y-dwell-delay">Delay slider</link>, the shape of the pointer will change for a little time lapse; let's call this shape the gesture shape:
cs: Tento režim je aktivní, když uživatel zvolí <guilabel>Vybrat typ kliknutí pohyby myší</guilabel>. Takže jakmile je myš nehybná po dobu předem nastavenou pomocí <link linkend="mouse-a11y-dwell-delay">táhla Zpoždění</link>, změní se na chvíli tvar kurzoru; můžeme jej nazývat tvar pohybu:
el: Η λειτουργία αυτή είναι ενεργή όταν ο χρήστης επιλέγει <guilabel>Επιλογή τύπου κλικ με κινήσεις του ποντικιού</guilabel>. Πράγματι, αφού ο δείκτης έχει γίνει στατικός για την καθυστέρηση που καθορίστηκε από τον <link linkend="mouse-a11y-dwell-delay">Ολισθητή καθυστέρησης</link>, το σχήμα του δείκτη θα τροποποιηθεί για μία μικρή χρονική παρέκκλιση. Ας ονομάσουμε το σχήμα αυτό ως σχήμα κίνησης:
zh_cn: 当用户选择<guilabel>使用鼠标手势来完成点击和选择点击类型</guilabel>时激活这种模式。事实上，当鼠标停止移动一定的时间(在<link linkend="mouse-a11y-dwell-delay">延时</link>中指定)，指针的形状会有一个短时间的改变；我们把这个形状叫手势指针：

source: If the user moves the pointer while it is showing the gesture shape, a click is performed at the location where the pointer was last motionless; finally the pointer returns to its normal shape. The type of click performed depends on the direction of the movement of the mouse. During the movement of the pointer, a line is drawn following the movement of the pointer to give feedback to the user.
cs: Pokud uživatel pohne kurzorem při zobrazování tvaru pohybu, provede se kliknutí v místě, kde byl kurzor naposledy nehybný; nakonec se kurzor vrátí do jeho normálního tvaru. Typ provedeného kliknutí závisí na směru pohybu myši. Při pohybu kurzoru se kreslí čára sledující pohyb kurzoru, aby obdržel uživatel odezvu.
el: Αν ο χρήστη μετακινήσει το δείκτη ενώ εμφανίζεται το σχήμα της κίνησής του, εφαρμόζεται ένα κλικ στην περιοχή όπου ο δείκτης ήταν στατικός για τελευταία φορά. Τελικά ο δείκτης επιστρέφει στο κανονικό του σχήμα. Ο τύπος του κλικ που εφαρμόζεται εξαρτάται από την κατεύθυνση της κίνησης του ποντικιού. Κατά τη διάρκεια της κίνησης του δείκτη, σχεδιάζεται μία γραμμή που ακολουθεί την κίνησή του ώστε να δοθεί ανάδραση προς το χρήστη.
zh_cn: 当鼠标显示手势指针时，移动鼠标就可以在最后停止的位置产生一个点击动作，然后指针恢复到正常形状。点击的类型由移动方向来决定。指针移动时会有一条线跟随指针，可以给用户提供视觉反馈。

source: If the user keeps the pointer motionless until it returns to its normal shape, the user can move the mouse without a click being performed. The next dwell click can be performed at the next pointer stop.
cs: Pokud uživatel ponechá kurzor nehybný, až se vrátí do jeho normálního tvaru, může uživatel hýbat myší bez provedení kliknutí. Další kliknutí počkáním lze provést při dalším zastavení kurzoru.
el: Αν ο χρήστης διατηρεί στατικό το δείκτη μέχρι αυτός να επιστρέψει στο κανονικό του σχήμα, τότε μπορεί να μετακινήσει το ποντίκι του χωρίς να εφαρμόσει κάποιο κλικ. Το επόμενο κρατημένο κλικ μπορεί να εφαρμοστεί στην επόμενη διακοπή κίνησης του δέικτη.
zh_cn: 如果用户在移动鼠标前，指针已经恢复到普通形态，这时候的移动就不会产生点击动作。下次停止移动时重新开始悬停功能。

source: The user also has the possibility to match click type with movement direction by using the 4 <guimenu>popups</guimenu> available:
cs: Uživatel má také možnost nastavit pro typ kliknutí směr pohybu použitím 4 <guimenu>rozbalovacích seznamů</guimenu>:
el: Ο χρήστης έχει τη δυνατότητα επίσης να ταιριάξει τον τύπο του κλικ με την κατεύθυνση της κίνησης χρησιμοποιώντας τα 4 διαθέσιμα <guimenu>αναδυόμενα παράθυρα</guimenu>:
zh_cn: 用户也可以设定指针匹配移动方向，通过四个可用的<guimenu>下拉列表</guimenu>：

source: Picture showing the configuration options to map click type to movement direction
cs: Obrázek ukazující konfigurační možnosti nastavení směru pohybu pro typ kliknutí
el: Εικόνα που εμφανίζει τις επιλογές για τις ρυθμίσεις που θα προδιαγράφουν τον τύπο του κλικ με την κατεύθυνση της κίνησης
zh_cn: 移动方向对应点击类型的配置选项图示

source: There is also a <guimenuitem>Disabled</guimenuitem> menu item in each <guimenu>popup</guimenu>. The user can select it if he does not want some click types to be performed automatically. This is especially interesting for users that have problems with only certain click types.
cs: V každém <guimenu>rozbalovacím seznamu</guimenu> je také k dispozici položka <guimenuitem>Vypnuto</guimenuitem>. Uživatel jej může zvolit, pokud nechce, aby se některé typy kliknutí prováděly automaticky. Toto je obzvlášť zajímavé pro uživatele, kteří mají problémy jen s určitými typy kliknutí.
el: Υπάρχει επίσης ένα <guimenuitem>Απενεργοποιημένο</guimenuitem> στοιχείο του μενού σε κάθε <guimenu>αναδυόμενο παράθυρο</guimenu>. Ο χρήστης μπορεί να το επιλέξει αν δεν επιθυμεί μερικοί τύποι κλικ να εφαρμόζονται αυτόματα. Αυτό είναι ενδιαφέρον ειδικά για χρήστες που έχουν προβλήματα με μόνο μερικούς τύπους κλικ.
zh_cn: 在每个<guimenu>下拉列表</guimenu>里还有一项<guimenuitem>禁用</guimenuitem>项。如果不想自动执行某些点击类型，可以禁用相应的选项。这对那些仅仅某一项点击困难的用户有很大帮助。

source: Dwell Delay Setting
cs: Nastavení zpoždění kliknutí
el: Ρύθμιση για την καθυστέρηση του κλικ
zh_cn: 悬停延时设置

source: With the <guilabel>Delay</guilabel> slider, the user can configure how long the pointer has to be motionless for the click to be initiated.
cs: Pomocí táhla <guilabel>Zpoždění</guilabel> může uživatel nastavit, jak dlouho musí zůstat kurzor nehybný, než se provede kliknutí.
el: Με τον ολισθητή <guilabel>Καθυστέρηση</guilabel>, ο χρήστης μπορεί να ρυθμίσει για πόσο πρέπει να παραμείνει στατικός ο δείκτης μέχρι να εφαρμοστεί το κλικ.
zh_cn: 拖动<guilabel>延时</guilabel>滑块，用户可以配置鼠标停止多久后开始悬停点击。

source: Picture showing the delay slider of the dwell click
cs: Obrázek ukazující táhlo zpoždění pro kliknutí počkáním
el: Εικόνα που εμφανίζει τον ολισθητή καθυστέρησης για το κρατημένο κλικ
zh_cn: 悬停点击的延时设置图示

source: The dwell delay only works in the context of the dwell click.
cs: Nastavení zpoždění kliknutí funguje pouze v souvislosti s funkcí kliknutí počkáním.
el: Η καθυστέρηση λειτουργεί μόνο στο περιβάλλον του κρατημένου κλικ.
zh_cn: 悬停延时设置仅仅与悬停点击有关。

source: Motion Threshold Setting
cs: Nastavení prahu pohybu
el: Ρύθμιση για το κατώφλι κίνησης
zh_cn: 运动阈值设置

source: For people that have trouble to keep the mouse motionless, there is the <guilabel>Motion Threshold</guilabel> slider.
cs: Pro lidi, kteří mají problém udržet myš bez hnutí, je k dispozici táhlo <guilabel>Práh pohybu</guilabel>.
el: Για άτομα που έχουν πρόβλημα ώστε να διατηρούν στατικό το ποντίκι, υπάρχει ο ολισθητής <guilabel>Κατώφλι κίνησης</guilabel>.
zh_cn: 对于保持鼠标静止有困难的用户，这个<guilabel>运动阈值</guilabel>项很有用处。

source: Picture showing the motion threshold slider of the dwell click
cs: Obrázek ukazující táhlo prahu pohybu pro kliknutí počkáním
el: Εικόνα που εμφανίζει τον ολισθητή για το κατώφλι κίνησης για το κρατημένο κλικ
zh_cn: 悬停点击的运动阈值设定图示

source: When the slider is set towards low, even little mouse movements are considered; however, by setting a higher threshold, the pointer has to travel a bigger distance before it is considered as moving.
cs: Když je táhlo nastaveno blíže k hodnotě "Malý", jsou zachyceny i nepatrné pohyby myši; avšak při nastavení blíže k hodnotě "Velký" musí kurzor urazit větší dálku, než je zachycen jako pohyb.
el: Όταν ο ολισθητής καθορίζεται προς τα κάτω, λαμβάνονται υπόψη ακ'όμα και μικρές κινήσεις του ποντικιού. Παρόλα αυτά, καθορίζοντας ένα υψηλότερο κατώφλι, ο δείκτης πρέπει να διαγράφει μία μεγαλύτερη απόσταση πριν θεωρηθεί ότι κινείται.
zh_cn: 当设置滑块为低时，很小的移动也会被注意到；而设到高阈值时，鼠标移动很多时才作为运动。

source: The Motion Threshold setting does not only work for the Dwell Click, but also for the Simulated Secondary Click, even if the Dwell Click is disabled.
cs: Nastavení prahu pohybu nefunguje jen pro Kliknutí počkáním, ale i pro Simulované podružné kliknutí, i když je Kliknutí počkáním vypnuto.
el: Η ρύθμιση για το κατώφλι κίνησης δε λειτουργεί μόνο για το κρατημένο κλικ, αλλά επίσης για το προσομοιωμένο δευτερεύον κλικ, ακόμη κι αν αυτό είναι απενεργοποιημένο.
zh_cn: 运动阈值的设置不仅关系到悬停点击，也会影响到模拟右键点击，而这与悬停点击是否被禁用无关。

source: Locking The Pointer Description
cs: Popis funkce Zachycení kurzoru
el: Κλείδωμα της περιγραφής δείκτη
zh_cn: 锁定指针描述

source: There are people that have to use their pointing device not only for the computer. These people would welcome a way to lock the pointer into an area of the screen, so that they can use their pointing device for other tasks.
cs: Jsou lidé, kteří používají ukazovací zařízení nejen pro počítač. Tito lidé by uvítali způsob uzamčení kurzoru do oblasti obrazovky tak, aby mohli používat jejich ukazovací zařízení pro jiné úkoly.
el: Υπάρχουν άτομα που πρέπει να χρησιμοποιούν το ποντίκι τους όχι μόνο για τον υπολογιστή. Τα άτομα αυτά θα προτιμούσαν έναν τρόπο ώστε να κλειδώνουν το δείκτη σε μία περιοχή της οθόνης, έτσι ώστε να μπορούν να χρησιμοποιήσουν το ποντίκι τους για άλλες εργασίες.
zh_cn: 一些用户不仅仅是在电脑上使用指点设备。他们想把指针锁定在屏幕的一块区域里，以便可以让指点设备执行其它任务。

source: In fact, the Pointer Capture panel applet creates an area on the panel, into which the user can lock the pointer until he releases it in a determined way.
cs: Takže applet Zachycení kurzoru vytvoří na panelu oblast, do které může uživatel zamknout kurzor, dokud jej neuvolní přednastaveným způsobem.
el: Πράγματι, η μικροεφαρμογή του πίνακα εφαρμογών της σύλληψης του δείκτη δημιουργεί μία περιοχή στο πίνακα εφαρμογών, στην οποία μπορεί να κλειδωθεί ο δείκτης μέχρι να απελευθερωθεί αυτός με ένα καθορισμένο τρόπο.
zh_cn: 实际上，指针锁定小程序会在面板上创建一块区域，用户可以把指针锁定在这里，直到用预设的方法来释放指针。

source: Have a look at <placeholder-1/> for instructions about how to install the pointer capture applet on the GNOME panel.
cs: Chcete-li zjistit informace o instalaci appletu Zachycení kurzoru na panel GNOME, podívejte se do <placeholder-1/>.
el: Ρίξτε μία ματιά στο <placeholder-1/> για οδηγίες σχετικά με τον τρόπο εγκατάστασης της μικροεφαρμογής σύλληψης του δείκτη στον πίνακα εφαρμογών του GNOME.

source: Picture of the pointer capture area when the pointer has been captured
cs: Obrázek oblasti zachycení kurzoru ve stavu uzamčení kurzoru
el: Εικόνα με την περιοχή της σύλληψης του δείκτη όταν έχει συλληφθεί ο δείκτης
zh_cn: 指针被锁定时的捕获区域图示

source: By choosing <guimenu>Preferences</guimenu> in the contextual menu of the <guilabel>Pointer Capture</guilabel> applet, the user gets a window with the options of the <guilabel>Pointer Capture</guilabel> applet:
cs: Zvolením <guimenu>Předvolby</guimenu> z kontextové nabídky appletu <guilabel>Zachycení kurzoru</guilabel> otevře uživatel okno s možnostmi appletu <guilabel>Zachycení kurzoru</guilabel>:
el: Επιλέγοντας <guimenu>Προτιμήσεις</guimenu> στο συμφραζόμενο μενού της μικροεφαρμογής <guilabel>Σύλληψη δείκτη</guilabel>, ο χρήστης οδηγείται σε ένα παράθυρο με τις επιλογές της μικροεφαρμογής <guilabel>Σύλληψη δείκτη</guilabel>:
zh_cn: 在<guilabel>指针锁定</guilabel>小程序上点右键，选择<guimenu>首选项</guimenu>菜单，可以设置<guilabel>指针锁定</guilabel>小程序的选项。

source: Picture showing the preferences of the Pointer Capture applet
cs: Obrázek ukazující předvolby appletu Zachycení kurzoru
el: Εικόνα που εμφανίζει τις προτιμήσεις της μικροεφαρμογής Σύλληψη δείκτη
zh_cn: 指针锁定小程序的首选项图示

source: The <guilabel>Preferences</guilabel> window of the <guilabel>Pointer Capture</guilabel> applet has three sections:
cs: V okně <guilabel>Předvolby</guilabel> appletu <guilabel>Zachycení kurzoru</guilabel> se nacházejí tři sekce:
el: Το παράθυρο <guilabel>Προτιμήσεις</guilabel> της μικροεφαρμογής <guilabel>Σύλληψη δείκτη</guilabel> περιέχει τρεις ενότητες:
zh_cn: <guilabel>指针锁定</guilabel>小程序的<guilabel>首选项</guilabel>窗口包含三个小节：

source: In the <guilabel>Capture Pointer</guilabel> section, the user can specify under what circumstances the pointer gets captured when it moves into the capture area. For example: if the control modifier is checked, the pointer gets captured when it is over the capture area and the user presses the Control modifier key. If no modifier is checked and the mouse button is set to 0, the pointer only has to move into the capture area to get locked.
cs: V sekci <guilabel>Zachycení kurzoru</guilabel> může uživatel stanovit, za jakých okolností se kurzor zachytí, když se umístí do oblasti zachycení. Například: pokud je zaškrtnutý modifikátor Ctrl, kurzor se zachytí, když je nad oblastí zachycení a uživatel stiskne modifikační klávesu Ctrl. Pokud není zaškrtnutý žádný modifikátor a tlačítko myši je nastaveno na 0, stačí pro uzamčení přesunout kurzor do oblasti zachycení.
el: Στην ενότητα <guilabel>Σύλληψη δείκτη</guilabel>, ο χρήστης μπορεί να προσδιορίσει κάτω από ποιες συνθήκες θα περιορίζεται η κίνηση του δείκτη όταν αυτός κινείται στην περιοχή σύλληψης. Για παράδειγμα, αν είναι επιλεγμένη η τροποποίηση του δείκτη, αυτός περιορίζεται όταν βρίσκεται πάνω από την περιοχή σύλληψης και ο χρήστης πιέζει το πλήκτρο του μετατροπέα του δείκτη. Αν δεν έχει επιλεγεί κάποιος μετατροπέας και το κουμπί του ποντικιού σας καθορίζεται ως 0, ο δείκτης πρέπει να κινείται στην περιοχή σύλληψης ώστε να κλειδωθεί.
zh_cn: <guilabel>锁定指针</guilabel>一节里，用户可以指定指针进入捕获区域后，执行什么操作来锁定指针。例如，如果选中了 Ctrl 修饰键，那么按住 Ctrl 键就可以锁定指针。如果没有设定修饰键，鼠标按钮设定的是 0，当指针进入捕获区域时，将会被自动锁定。

source: It is also possible to specify a combination of modifiers and mouse button.
cs: Je také možné stanovit kombinaci modifikátorů a tlačítka myši.
el: Είναι δυνατό να προσδιορίσετε ένα συνδυασμό μετατροπέων και το κουμπί του ποντικιού σας.
zh_cn: 您也可以指定修饰键和鼠标按钮组合使用。

source: In the <guilabel>Release Pointer</guilabel> section, the user can specify what modifier or mouse button releases the pointer.
cs: V sekci <guilabel>Uvolnění kurzoru</guilabel> může uživatel stanovit, jaký modifikátor nebo tlačítko myši uvolní kurzor.
el: Στην ενότητα <guilabel>Απελευθέρωση δείκτη</guilabel>, ο χρήστης μπορεί να προσδιορίσει ποιος μετατροπέας ή ποιο κουμπί του ποντικιού σας θα απελευθερώνει το δείκτη.
zh_cn: <guilabel>释放指针</guilabel>小节里，可以指定哪一个修饰键或鼠标按钮来释放指针。

source: In the <guilabel>Size of Capture Area</guilabel> section, the user can specify the width of the capture area on the GNOME panel.
cs: V sekci <guilabel>Velikost oblasti zachycení</guilabel> může uživatel stanovit šířku oblasti zachycení na panelu GNOME.
el: Στην ενότητα <guilabel>Μέγεθος περιοχής σύλληψης</guilabel>, ο χρήστης μπορεί να προσδιορίσει το πλάτος της περιοχής σύλληψης στον πίνακα εφαρμογών του Gnome.
zh_cn: <guilabel>捕获区域的范围</guilabel>小节里，可以设定捕获区域在 GNOME 面板上的宽度。

source: About <application>Mousetweaks</application>
cs: O appletu <application>Mousetweaks</application>
el: Σχετικά με το <application>Mousetweaks</application>
zh_cn: 关于 <application>Mousetweaks</application>

source: Authors and hosting site
cs: Autoři a hostitelské stránky
el: Συγγραφείς και ιστοσελίδα φιλοξενίας
zh_cn: 作者和主页

source: <application>Mousetweaks</application> is based on a <ulink type="https" url="https://wiki.ubuntu.com/Accessibility/Specs/MouseTweaks">specification</ulink> hosted on Launchpad. It was implemented by Gerd Kohlberger ( <email>gerdk@svn.gnome.org</email> ), and I ( <email>frfumanti@svn.gnome.org</email> ) helped with testing and logistics.
cs: <application>Mousetweaks</application> je založeno na <ulink type="https" url="https://wiki.ubuntu.com/Accessibility/Specs/MouseTweaks">specifikaci</ulink> uvedené na Launchpadu. Na realizaci se podílel Gerd Kohlberger ( <email>gerdk@svn.gnome.org</email> ) a já ( <email>frfumanti@svn.gnome.org</email> ) jsem pomohl s testováním a organizací.
el: Η εφαρμογή <application>Mousetweaks</application> βασίζεται στο <ulink type="https" url="https://wiki.ubuntu.com/Accessibility/Specs/MouseTweaks">χαρακτηριστικό</ulink> που φιλοξενείταο στο Launchpad. Πραγματοποιήθηκε από τον Gerd Kohlberger ( <email>gerdk@svn.gnome.org</email> ), και τον ( <email>frfumanti@svn.gnome.org</email> ) ο οποίος βοήθησε στις δοκιμές και στην οργάνωση.
zh_cn: <application>Mousetweaks</application> 是基于 Launchpad 平台<ulink type="https" url="https://wiki.ubuntu.com/Accessibility/Specs/MouseTweaks">规范</ulink>。目前由 Gerd Kohlberger (<email>gerdk@svn.gnome.org</email>)负责，和本文作者(<email>frfumanti@svn.gnome.org</email>)帮助测试和服务。

source: You can find more informations about Mousetweaks on <ulink type="https" url="https://launchpad.net/mousetweaks">Launchpad</ulink> and on <ulink url="http://live.gnome.org//Mousetweaks/Home">GNOME Live</ulink>.
cs: Více informací o Mousetweaks můžete najít na stránkách <ulink type="https" url="https://launchpad.net/mousetweaks">Launchpad</ulink> a <ulink url="http://live.gnome.org//Mousetweaks/Home">GNOME Live</ulink>.
el: Μπορείτε να βρείτε περισσότερες πληροφορίες σχετικά με το Mousetweaks στο <ulink type="https" url="https://launchpad.net/mousetweaks">Launchpad</ulink> και στο <ulink url="http://live.gnome.org//Mousetweaks/Home">GNOME Live</ulink>.
zh_cn: 您可以在 <ulink type="https" url="https://launchpad.net/mousetweaks">Launchpad</ulink> 和 <ulink url="http://live.gnome.org//Mousetweaks/Home">GNOME Live</ulink> 上找到更多相关信息。

source: To report a bug or make a suggestion regarding <application>the mousetweaks</application> module, its user interface or its manual, please use the facilities provided by <ulink type="http" url="http://bugzilla.gnome.org/">GNOME's Bugzilla</ulink>. If it concerns the layout of the Accessibility tab of the Mouse control panel, please file it against the gnome-control-center module; for anything else regarding mousetweaks, please file it against the mousetweaks module.
cs: Chcete-li podat oznámení o chybě nebo návrh co se týče modulu <application>mousetweaks</application>, jeho uživatelského rozhraní nebo příručky, navštivte stránku <ulink type="http" url="http://bugzilla.gnome.org/">GNOME Bugzilla</ulink>. Co se týče rozvržení karty Zpřístupnění v ovládacím panelu Předvolby myši, odvolejte se prosím na modul gnome-control-center; cokoli jiného ohledně mousetweaks směřujte na modul mousetweaks.
el: Για να αναφέρετε κάποιο σφάλμα ή για να κάνετε μια πρόταση σε σχέση με την ενότητα <application>mousetweaks</application>, τη διεπαφή του χρήστη ή την τεκμηρίωσή του, παρακαλώ δοκιμάστε τις διευκολύνσεις που παρέχονται από το σύνδεσμο <ulink type="http" url="http://bugzilla.gnome.org/">GNOME's Bugzilla</ulink>. Αν θεωρείται η διάταξη της καρτέλας Προσιτότητα του πίνακα ελέγχου του ποντικιού, παρακαλώ αρχειοθετήστε το ενάντια με την ενότητα του κέντρου ελέγχου του gnome. Για οτιδήποτε άλλο σε σχέση με το mousetweaks, παρακαλώ αρχειοθετήστε το ενάντια με την ενότητα mousetweaks.
zh_cn: 要报告 <application>Mousetweaks</application> 模块、用户界面、本手册的缺陷或提出建议，请使用 <ulink type="http" url="http://bugzilla.gnome.org/">GNOME's Bugzilla</ulink> 系统提供的方法。如果是鼠标首选项面板的辅助工具布局，请归类到 gnome-control-center 模块；其他 Mousetweaks 相关请归类到 Mousetweaks 模块。

source: License
cs: Licence
el: Άδεια διάθεσης
zh_cn: 版权

source: Mousetweaks is distributed under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. A copy of the license can be found at this <ulink type="http" url="http://www.gnu.org/licenses/gpl-3.0.txt">link</ulink>, or in the file COPYING.GPL included with the source code of this program.
cs: Mousetweaks je šířen za podmínek licence GNU General Public License vydané nadací Free Software Foundation, buď verze 3 této licence nebo (dle vlastního uvážení) kterékoliv pozdější verze. Kopii licence naleznete pod tímto <ulink type="http" url="http://www.gnu.org/licenses/gpl-3.0.txt">odkazem</ulink> nebo v souboru COPYING.GPL obsaženém ve zdrojovém kódu tohoto programu.
el: Το Mousetweaks διανέμεται υπό τους όρους της GNU General Public License όπως δημοσιεύτηκε από το Free Software Foundation, με έκδοση 3 της άδειας, ή (κατά τη γνώμη σας) με κάθε νεότερη έκδοση. Ένα αντίγραφο της άδειας μπορεί να βρεθεί σε αυτόν το <ulink type="http" url="http://www.gnu.org/licenses/gpl-3.0.txt">σύνδεσμο</ulink>, ή στο αρχείο COPYING.GPL που συμπεριλαμβάνεται στο πηγαίο κώδικα του προγράμματος αυτού.
zh_cn: Mousetweaks 在 FSF 的 GNU 许可协议下发布；是版本 3，或者(你愿意的)之后的版本。协议的副本可以在 <ulink type="http" url="http://www.gnu.org/licenses/gpl-3.0.txt">链接</ulink> 里找到，或者在这个程序的源代码里找到 COPYING.GPL 这个文件。
