Repository: BARGAN/mousetweaks
Catalog: help/*/*.po
Languages: cs, el, zh_cn

source: Picture of the checkbox to start the simulated secondary click
cs: Obrázek zaškrtávacího pole pro spuštění simulovaného podružného kliknutí
el: Εικόνα από το κουτί ελέγχου για να ξεικινήσετε το προσομοιωμένο δευτερεύον κλικ
zh_cn: 启用模拟右键(次要按钮)点击复选框的图示

source: Start From The Command Line
cs: Spuštění z příkazové řádky
el: Αρχή από τη γραμμή εντολών
zh_cn: 从命令行启动

source: To start the simulated secondary click from the command line, open the <application>Terminal</application> and type the following:
cs: Pro spuštění funkce Simulované podružné kliknutí z příkazové řádky otevřete <application>Terminál</application> a napište následující:
el: Για να ξεκινήσετε το προσομοιωμένο δευτερεύον κλικ από τη γραμμή εντολών, ανοίξτε το <application>Τερματικό</application> και πληκτρολογήστε τα εξής:
zh_cn: 要从命令行启动模拟右键点击，打开<application>终端</application>并输入下面的命令：

source: Starting The Dwell Click Function
cs: Spuštění funkce Kliknutí počkáním
el: Ξεκινώντας τη λειτουργία του κρατημένου κλικ
zh_cn: 启动悬停点击功能

source: You can start the dwell click function in three ways:
cs: Funkci Kliknutí počkáním můžete spustit třemi způsoby:
el: Μπορείτε να ξεκινήσετε τη λειτουργία του κρατημένου κλικ με τρεις τρόπους:
zh_cn: 你可以有三种方法来启动悬停点击功能：

source: from the Accessibility tab of the Mouse control panel
cs: z karty Zpřístupnění v ovládacím panelu Předvolby myši
el: από την καρτέλα Προσιτότητα στον πίνακα ελέγχου του ποντικιού
zh_cn: 从鼠标首选项面板的辅助工具标签中启用

source: from the On/Off button on the Dwell Click panel applet
cs: přes tlačítko Zapnout/Vypnout na appletu Kliknutí počkáním
el: από το κουμπί Ενεργό/Ανενεργό στη μικροεφαρμογή για το κρατημένο κλικ του πίνακα εφαρμογών
zh_cn: 从悬停点击面板小程序上的开/关按钮上启用

source: Start From The Accessibility tab of the Mouse control panel
cs: Spuštění z karty Zpřístupnění v ovládacím panelu Předvolby myši
el: Εκκίνηση από την καρτέλα Προσιτότητα στον πίνακα ελέγχου του ποντικιού
zh_cn: 从鼠标首选项面板的辅助工具标签中启用

source: The graphical user interface to start the dwell click is located in the Accessibility tab of the Mouse control panel. To open it, choose the menu <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Control Center</guimenuitem></menuchoice> and the Control Center will open. By clicking on Mouse in the Control Center, the Mouse control panel will open and after clicking on the Accessibility tab, you will see the following settings:
cs: Grafické uživatelské rozhraní pro spuštění kliknutí počkáním je umístěno na kartě Zpřístupnění v ovládacím panelu Předvolby myši. Pro jeho otevření zvolte nabídku <menuchoice><guimenu>Systém</guimenu><guisubmenu>Volby</guisubmenu><guimenuitem>Ovládací centrum</guimenuitem></menuchoice>. Po kliknutí na tlačítko Myš v Ovládacím centru se otevře ovládací panel Předvolby myši a po kliknutí na kartu Zpřístupnění uvidíte následující nastavení:
el: Η γραφική διεπαφή του χρήστη για να ξεκινήσετε το κρατημένο κλικ τοποθετείται στην καρτέλα Προσιτότητα στον πίνακα εφαρμογών ελέγχου του ποντικιού. Για να το ανοίξετε, επιλέξτε από το μενού <menuchoice><guimenu>Σύστημα</guimenu><guisubmenu>Προτιμήσεις</guisubmenu><guimenuitem>Κέντρο ελέγχου</guimenuitem></menuchoice> και το Κέντρο ελέγχου θα ανοίξει. Κάνοντας κλικ στο Ποντίκι στο Κέντρο ελέγχου, ο πίνακας εφαρμογών ελέγχου του ποντικιού θα ανοίξει και ύστερα από κλικ στην καρτέλα Προσιτότητα, θα δείτε τις ακόλουθες ρυθμίσεις:
zh_cn: 要从图形界面中启动模拟右键点击功能，需要使用鼠标首选项面板的辅助工具。要打开它，请点击菜单<menuchoice><guimenu>系统</guimenu><guisubmenu>首选项</guisubmenu><guimenuitem>控制中心</guimenuitem></menuchoice>，在里面找到并打开鼠标首选项，再点击辅助工具标签，你将会看到下面的设置：

source: To start the dwell click function, put a checkmark into the checkbox that says:
cs: Pro spuštění funkce Kliknutí počkáním zaškrtněte zaškrtávací pole s textem:
el: Για να ξεκινήσετε τη λειτουργία του κρατημένου κλικ, κάνετε ένα τικ στο κουτί ελέγχου που λέει:
zh_cn: 要启用悬停点击功能，打勾选中这个复选框：

source: Initiate click when stopping pointer movement
cs: Zahájit kliknutí při zastavení pohybu ukazatele
el: Εκκίνηση κλικ όταν σταματάει η κίνηση του δείκτη
zh_cn: 当指针停止移动时，初始化点击

source: Picture of the checkbox to start the dwell click function
cs: Obrázek zaškrtávacího pole pro spuštění funkce Kliknutí počkáním
el: Εικόνα από το κουτί ελέγχου για να ξεκινήσετε τη λειτουργία του κρατημένου κλικ
zh_cn: 启用悬停点击复选框的图示

source: To start the dwell click function and show the click type window from the command line, open the <application>Terminal</application> and type the following:
cs: Pro spuštění funkce Kliknutí počkáním a zobrazení okna typu kliknutí z příkazové řádky otevřete <application>Terminál</application> a napište následující:
el: Για να ξεκινήσετε τη λειτουργία του κρατημένου κλικ και να εμφανίσετε το παράθυρο με τα είδη κλικ από τη γραμμή εντολών, ανοίξτε το <application>Τερματικό</application> και πληκτρολογήστε τα εξής:
zh_cn: 要从命令行启动悬停点击并显示点击类型窗口，打开<application>终端</application>并输入下面的命令：

source: The starting parameters --login and --daemonize were added to allow GDM to start and quit mousetweaks: the first disables the check for the Assistive Technologies framework at the start of mousetweaks; by not passing the second, mousetweaks will keep the pid that it got when it started, allowing GDM to shut it down by using the pid.
cs: Spouštěcí parametry --login a --daemonize byly přidány proto, aby správce přihlášení GDM mohl mousetweaks spustit a ukončit: první vypne kontrolu funkce Technologie usnadnění při spuštění mousetweaks; pokud se tak nestane, je zde druhý parametr: mousetweaks uchovává pid získaný při spuštění a pomocí něj jej může GDM ukončit.
el: Προστέθηκαν οι παράμετροι εκκίνησης --login και --daemonize για να επιτρέπουν στο GDM να εκκινεί και να σταματά το mousetweaks: η πρώτη απενεργοποιεί τον έλεγχο για το πλαίσιο λειτουργίας των Βοηθητικών Τεχνολογιών. Η δεύτερη, αν δεν περαστεί, το mousetweaks θα κρατήσει το αναγνωριστικό διεργασίας pid που είχε όταν εκκινήθηκε, επιτρέποντας στο GDM να το κλείσει χρησιμοποιώντας το pid.
zh_cn: 启动参数 --login 和 --daemonize 是添加允许 GDM 启动和退出 mousetweaks：第一个是启动时不检查辅助技术框架；不忽略第二个，mousetweaks 运行后将保留进程号，以便 GDM 可以通过进程号来关闭它。

source: Start From The On/Off button On The Dwell Click Panel Applet
cs: Spuštění přes tlačítko Zapnout/Vypnout na appletu Kliknutí počkáním
el: Εκκίνηση από το κουμπί Ενεργό/Ανενεργό στη μικροεφαρμογή για το κρατημένο κλικ του πίνακα εφαρμογών
zh_cn: 从悬停点击面板小程序的开/关按钮来启用

source: It is possible to start the Dwell Click by simply resting (dwelling) for a little delay with the pointer on the mouse icon displayed by the Dwell Click panel applet. In fact, this mouse icon is a dwellable On/Off button that provides feedback of the passing dwell time by filling its frame with another colour. When the frame is completely filled, the button displays its active state and the dwell click gets started.
cs: Kliknutí počkáním je možné jednoduše spustit podržením kurzoru na krátkou chvíli na ikoně myši zobrazené na appletu Kliknutí počkáním. Ve skutečnosti je tato ikona myši tlačítkem pro zapnutí/vypnutí této funkce, které poskytuje odezvu vzhledem k uplynulé době tím, že se rámeček začne vyplňovat jinou barvou. Jakmile je rámeček zcela vyplněný, tlačítko ukazuje jeho aktivní stav a kliknutí počkáním je spuštěno.
el: Είναι δυνατό να ξεκινήσετε τη λειτουργία του κρατημένου κλικ απλά αναμένοντας για μία μικρή καθυστέρηση με το δείκτη πάνω από το εικονίδιο του ποντικιού της μικροεφαρμογής για το κρατημένο κλικ του πίνακα εφαρμογών. Για την ακρίβεια, αυτό το εικονίδιο είναι ένα κουμπί ενεργοποίησης/απενεργοποίησης το οποίο παρέχει ανάδραση του περασμένου χρόνου καθυστέρησης συμπληρώνοντας το πλάισιό του με κάποιο άλλο χρώμα. Όταν το πλαίσιο συμπληρωθεί, το κουμπί εμφανίζει την ενεργή του κατάσταση και το κρατημένο κλικ ξεκινά.
zh_cn: 您还可以将鼠标指针指向悬停点击面板小程序上的开关按钮，只需停留一会儿就可以启用悬停点击功能。事实上，这个鼠标样的图标是一个可悬停点击的开/关按钮，用颜色的填满程度来显示悬停的时间。当颜色填充满格子，按钮显示激活状态，悬停点击启动。

source: Picture showing the click type applet at the right of the GNOME menus
cs: Obrázek zobrazující applet Kliknutí počkáním vpravo od nabídek GNOME
el: Εικόνα που εμφανίζει τη μικροεφαρμογή για το είδος του κλικ στα αριστερά των μενού του Gnome
zh_cn: GNOME 菜单右边显示的点击类型小程序图示

source: Starting The Pointer Capture Function
cs: Spuštění funkce Zachycení kurzoru
el: Ξεκινώντας τη λειτουργία της σύλληψης του δείκτη
zh_cn: 启动指针锁定功能

source: For instructions about how to install the Dwell Click applet on the GNOME panel, please have a look at <placeholder-1/> where you can see how it is done for the Pointer Capture panel applet. The procedure for the Dwell Click panel applet is similar.
cs: Chcete-li zjistit informace o instalaci appletu Kliknutí počkáním na panel GNOME, podívejte se do <placeholder-1/>, kde se dočtete, jak nainstalovat applet Zachycení kurzoru. Postup pro applet Kliknutí počkáním je podobný.
el: Για οδηγίες σχετικά με τον τρόπο εγκατάσταση της μικροεφαρμογής για το κρατημένο κλικ στον πίνακα εφαρμογών του Gnome, παρακαλώ ρίξτε μια ματιά στο <placeholder-1/> όπου μπορείτε να δείτε πώς γίνεται αυτό για τη μικροεφαρμογή σύλληψης του δείκτη. Η διαδικασία για τη μικροεφαρμογή Κρατημένο κλικ του πίνακα εφαρμογών είναι παρόμοια.

source: As the Pointer Capture applet comes in the from of a panel applet, its starting method has to follow the rules dictated by the GNOME panel. Thus, to start the Pointer Capture function, you only have to install it on the panel and it will automatically run.
cs: Protože funkce Zachycení kurzoru běží jako applet na panelu, jeho spuštění se musí provést podle pravidel určených pro panel GNOME. Takže pro spuštění funkce Zachycení kurzoru musíte pouze přidat applet na panel a ten bude automaticky běžet.
el: Όπως η μικροεφαρμογή σύλληψης του δείκτη βρίσκεται στη μορφή μικροεφαρμογής του πίνακα εφαρμογών, η αρχική μέθοδος πρέπει να ακολουθεί τους κανόνες που παρέχονται από τον πίνακα εφαρμογών του GNOME. Επιπλέον, για να ξεκινήσετε τη λειτουργία σύλληψης του δείκτη, πρέπει μόνο να την εγκαταστήσετε στον πίνακα εφαρμογών και θα εκτελεστεί αυτόματα.
zh_cn: 因为指针锁定是一个面板小程序，它的启动跟随 GNOME 面板。因此，要启用指针锁定功能，您必须要在面板上添加相应的小程序，然后它就可以自动运行了。

source: In order to add it to the panel, proceed as you do with any panel applet: perform a secondary click on the panel to open its contextual menu, choose <guimenuitem>Add to Panel</guimenuitem>, and you will get the window showing all the applets that can be installed on the GNOME panel.
cs: Abyste jej mohli přidat na panel, postupujte stejně jako v případě jakéhokoli jiného appletu: pro otevření kontextové nabídky klikněte pravým tlačítkem myši na panel, zvolte <guimenuitem>Přidat na panel</guimenuitem> a zobrazí se okno se seznamem všech appletů, které je možné nainstalovat na panel GNOME.
el: Για να το προσθέσετε στον πίνακα εφαρμογών, προχωρήστε όπως κάνετε με οποιαδήποτε μοκροεφαρμογή του πίνακα εφαρμογών: εφαρμόστε ένα δευτερεύον κλικ στο πίνακα εφαρμογών για να ανοίξετε το συμφραζόμενο μενού του, επιλέξτε <guimenuitem>Προσθήκη στον πίνακα εφαρμογών</guimenuitem>, και θα λάβετε το παράθυρο που θα εμφανίζει όλες τις μικροεφαρμογές που μπορούν να εγκατασταθούν στον πίνακα εφαρμογών του Gnome.
zh_cn: 要添加它到面板上，操作跟其他小程序相同：在面板上点右键，打开快捷菜单，选择<guimenuitem>添加到面板</guimenuitem>，出现一个面板小程序列表。

source: By double clicking on the <guilabel>Pointer Capture</guilabel> item in the Add to Panel window, the Pointer Capture applet will be added to the panel, and it will run until it is removed from the GNOME panel.
cs: Dvojitým kliknutím na položku <guilabel>Zachycení kurzoru</guilabel> v okně Přidat na panel se applet přidá na panel a bude běžet tak dlouho, dokud nebude z panelu GNOME odstraněn.
el: Κάνοντας διπλό κλικ στο στοιχείο <guilabel>Σύλληψη δείκτη</guilabel> στο παράθυρο Προσθήκη στον πίνακα εφαρμογών, η μικροεφαρμογή για τη σύλληψη του δείκτη θα προστεθεί στον πίνακα εφαρμογών, και θα εκτελεστεί μέχρι να αφαιρεθεί από τον πίνακα εφαρμογών του Gnome.
zh_cn: 在添加到面板窗口中双击<guilabel>指针锁定</guilabel>项，指针锁定小程序就会添加到面板。它会一直运行，除非您从面板上删除它。

source: How To Quit The Functions
cs: Jak ukončit funkce
el: Πώς θα τερματίζονται οι λειτουργίες
zh_cn: 如何退出这个功能

source: Similar to the starting of the functions, their quitting also depends on the feature that you want to quit.
cs: Podobně jako spuštění funkcí, tak i jejich ukončení závisí na tom, kterou funkci chcete ukončit.
el: Παρόμοια με την εκκίνηση των λειτουργιών, ο τερματισμός τους εξαρτάται επίσης από τη λειτουργία που επιθυμείτε να τερματίσετε.
zh_cn: 类似启动这个功能，它们的退出也依赖于您想退出的功能。

source: Quitting The Simulated Secondary Click
cs: Ukončení funkce Simulované podružné kliknutí
el: Τερματισμός του προσομοιωμένου δευτερεύοντος κλικ
zh_cn: 退出模拟右键点击

source: It is possible to quit the Simulated Secondary Click in two ways:
cs: Simulované podružné kliknutí je možné ukončit dvěma způsoby:
el: Είναι δυνατό να τερματίσετε το Προσομοιωμένο δευτερεύον κλικ με δύο τρόπους:
zh_cn: 退出右键点击可以有两种方法：

source: By removing the mark from the corresponding checkbox in the control panel of <application>Mousetweaks</application>.
cs: Odstraněním háčku z odpovídajícího zaškrtávacího pole v ovládacím panelu <application>Mousetweaks</application>.
el: Αναιρώντας την επιλογή του πεδίου ελέγχου στον πίνακα ελέγχου του <application>Mousetweaks</application>.
zh_cn: 不选中 <application>Mousetweaks</application> 首选项面板上对应的复选框。

source: Picture of the checkbox to start the simulated right click feature
cs: Obrázek zaškrtávacího pole pro spuštění funkce Simulované podružné kliknutí
el: Εικόνα από το πεδίο ελέγχου για να ξεκινήσετε το προσομοιωμένο δευτερεύον κλικ
zh_cn: 启用模拟右键点击特性的复选框图示

source: Please refer to <link linkend="mouse-a11y-start-ssc-by-gui">Start The Simulated Secondary Click From The Graphical User Interface</link> to locate the checkbox.
cs: Pro nalezení zaškrtávacího pole se podívejte do sekce <link linkend="mouse-a11y-start-ssc-by-gui">Spuštění funkce Simulované podružné kliknutí z grafického uživatelského rozhraní</link>.
el: Παρακαλώ απευθυνθείτε στην <link linkend="mouse-a11y-start-ssc-by-gui">Εκκίνηση του προσομοιωμένου δευτερεύοντος κλικ από τη γραφική διεπαφή χρήστη</link> για να εντοπίσετε το πεδίο ελέγχου.
zh_cn: 请访问<link linkend="mouse-a11y-start-ssc-by-gui">从图形界面启用模拟右键点击功能</link>，来找到这个复选框的位置。

source: By typing the following command at the command line:
cs: Napsáním následujícího příkazu do příkazové řádky:
el: Πληκτρολογώντας την ακόλουθη εντολή στη γραμμή εντολών:
zh_cn: 通过在命令行中输入下面的命令：

source: Quitting The Dwell Click
cs: Ukončení funkce Kliknutí počkáním
el: Τερματισμός του κρατημένου κλικ
zh_cn: 退出悬停点击

source: It is possible to quit the dwell click in three ways:
cs: Kliknutí počkáním je možné ukončit třemi způsoby:
el: Είναι δυνατό να τερματίσετε τη λειτουργία του κρατημένου κλικ με τρεις τρόπους:
zh_cn: 退出悬停悬停点击的方法可以有三种：

source: Picture of the checkbox to start the buttonless click feature
cs: Obrázek zaškrtávacího pole pro spuštění funkce Kliknutí počkáním
el: Εικόνα του πεδίου ελέγχου για να ξεκινά το χαρακτηριστικό για κλικ χωρίς πάτημα
zh_cn: 启用无按钮点击特性的复选框图示

source: Please refer to <link linkend="mouse-a11y-start-dwell-by-gui">Start The Dwell Click From The Graphical User Interface</link> to locate the checkbox.
cs: Pro nalezení zaškrtávacího pole se podívejte do sekce <link linkend="mouse-a11y-start-dwell-by-gui">Spuštění funkce Kliknutí počkáním z grafického uživatelského rozhraní</link>.
el: Παρακαλώ απευθυνθείτε στο σύνδεσμο <link linkend="mouse-a11y-start-dwell-by-gui">Εκκίνηση του κρατημένου κλικ από τη γραφική διεπαφή του χρήστη</link>
zh_cn: 请参考<link linkend="mouse-a11y-start-dwell-by-gui">从图形界面启动悬停点击</link>，找到这个复选框的位置。

source: If the Dwell Click applet has been installed on the GNOME panel, the Dwell Click can be disabled by dwelling with the pointer on its On/Off button.
cs: Pokud byl applet Kliknutí počkáním přidán na panel GNOME, lze jej vypnout podržením kurzoru na tlačítku Zapnout/Vypnout.
el: Αν η μικροεφαρμογή για το κρατημένο κλικ έχει εγκατασταθεί στον πίνακα εφαρμογών του GNOME, αυτή μπορεί να απενεργοποιηθεί κρατώντας πατημένο το δείκτη στο κουμπί Ενεργό/Ανενεργό.
zh_cn: 如果悬停点击小程序已经添加到 GNOME 面板，可以把指针悬停在开/关按钮上来禁用此功能。

source: Quitting The Pointer Capture Function
cs: Ukončení funkce Zachycení kurzoru
el: Τερματισμός της λειτουργίας σύλληψης του δείκτη
zh_cn: 退出指针锁定功能

source: As the Pointer Capture function comes in the form of a panel applet, you have to quit it the same way that you do it with other applets: you have to remove it from the GNOME panel. To do it, perform a right click on the handle of the applet and choose <guimenuitem>Remove From Panel</guimenuitem> from its contextual menu.
cs: Protože funkce Zachycení kurzoru běží jako applet na panelu, musíte jej ukončit stejným způsobem jako v případě jakéhokoli jiného appletu: je nutné jej odstranit z panelu GNOME. Takže klikněte pravým tlačítkem myši na držátko appletu a z kontextové nabídky zvolte <guimenuitem>Odstranit z panelu</guimenuitem>.
el: Ενώ η λειτουργία σύλληψης του δείκτη βρίσκεται στη μορφή μιας μικροεφαρμογής του πίνακα εφαρμογών, πρέπει να την τερματίσετε με τον ίδιο τρόπο που εφαρμόζετε και με τις άλλες μικροεφαρμογές: πρέπει να την αφαιρέσετε από τον πίνακα εφαρμογών του Gnome. Για να το πραγματοποιήσετε αυτό, κάντε δεξί κλικ στο χειριστή της μικροεφαρμογής και επιλέξτε <guimenuitem>Αφαίρεση από τον πίνακα εφαρμογών</guimenuitem> από το συμφραζόμενο μενού του.
zh_cn: 因为指针锁定功能是一个面板小程序，您必须像别的小程序那样退出它：从面板上删除它。要做到这一点，在小程序的竖线手柄上点右键，然后在出来的快捷菜单中选择<guimenuitem>从面板上删除</guimenuitem>命令。

source: Picture showing the pointer capture area (green) with its contextual menu
cs: Obrázek ukazující oblast zachycení kurzoru (zelená) s kontextovou nabídkou
el: Εικόνα που εμφανίζει την (πράσινη) περιοχή σύλληψης του δείκτη με το μενού περιεχομένου
zh_cn: 指针捕获区域(绿色)及其快捷菜单图示

source: When using the default GNOME theme, the handle of the Pointer Capture applet are the two vertical dotted lines at the left of the pointer capture area.
cs: Pokud máte nastaven výchozí motiv GNOME, držátko appletu Zachycení kurzoru vypadá jako dvě svislé tečkované čáry v levé části oblasti zachycení kurzoru.
el: Όταν χρησιμοποιείτε το προεπιλεγμένο θέμα του GNOME, ο χειριστής της μικροεφαρμογής σύλληψης του δείκτη είναι οι δύο κατακόρυφες γραμμές με κουκκίδες στα αριστερά της περιοχής της σύλληψης του δείκτη.
zh_cn: 当使用默认的 GNOME 主题时，指针锁定小程序的手柄就是捕获区域左边的两条垂直竖线。

source: Description Of The Functions
cs: Popis funkcí
el: Περιγραφή των λειτουργιών
zh_cn: 功能介绍

source: Mousetweaks offers three pointer accessibility functions to the user. In this section you will find the description of the three functions: <placeholder-1/>
cs: Mousetweaks nabízí uživateli tři funkce zpřístupnění kurzoru. V této sekci najdete jejich popis: <placeholder-1/>
el: Το mousetweaks παρέχει στο χρήστη τρεις λειτουργίες προσιτότητας του δείκτη. Στην ενότητα αυτή θα βρείτε την περιγραφή των τριών αυτών λειτουργιών: <placeholder-1/>
zh_cn: Mousetweaks 鼠标增强工具提供了三项辅助功能。在这一节里你将看到三个功能的描述：<placeholder-1/>

source: Simulated Secondary Click Description
cs: Popis funkce Simulované podružné kliknutí
el: Περιγραφή προσομοιωμένου δευτερεύοντος κλικ
zh_cn: 模拟右键(次要按钮)点击描述

source: When the user activates this feature, he will be able to perform secondary clicks by using the <mousebutton>primary mouse button</mousebutton>. This is especially useful for users that have only one <mousebutton>mouse button</mousebutton> at their disposal.
cs: Když uživatel aktivuje tuto funkci, bude schopen provádět podružné kliknutí pomocí <mousebutton>hlavního tlačítka myši</mousebutton>. Toto je obzvlášť užitečné pro uživatele, kteří mají k dispozici jen jedno <mousebutton>tlačítko myši</mousebutton>.
el: Όταν ο χρήστης ενεργοποιεί τη λειτουργία αυτή, μπορεί να εφαρμόσει δευτερεύοντα κλικ χρησιμοποιώντας το <mousebutton>κουμπί του πρωτεύοντος ποντικιού</mousebutton>. Αυτό είναι χρήσιμο ειδικά για χρήστες που έχουν μόνο ένα <mousebutton>κουμπί ποντικιού</mousebutton> στη διάθεσή τους.
zh_cn: 用户激活这一特性后，可以通过按住<mousebutton>鼠标左键(主要按钮)</mousebutton>来执行右键(次要按钮)点击动作。这对那些只能使用一个<mousebutton>鼠标按钮</mousebutton> 的用户非常有用。

source: Picture showing the settings belonging to the Simulated Secondary Click.
cs: Obrázek ukazující nastavení související s funkcí Simulované podružné kliknutí.
el: Εικόνα που εμφανίζει τις ρυθμίσεις που ανήκουν στο Προσομοιωμένο δευτερεύον κλικ.
zh_cn: 图示右键点击的设置选项。

source: How Does It Work?
cs: Jak to funguje?
el: Πώς λειτουργεί αυτό;
zh_cn: 它是怎样工作的？

source: Let us assume that the user has enabled the Simulated Secondary Click feature.
cs: Předpokládejme, že uživatel má zapnutou funkci Simulované podružné kliknutí.
el: Ας θεωρήσουμε ότι ο χρήστης έχει ενεργοποιήσει τη λειτουργία του προσομοιωμένου δευτερεύοντος κλικ.
zh_cn: 假定已经启用了模拟右键点击特性。

source: To perform a simulated secondary click, the user has to keep the <mousebutton>primary mouse button</mousebutton> pressed without moving the pointer for the time determined by the delay slider of the Simulated Secondary Click feature. While the <mousebutton>primary mouse button</mousebutton> is kept pressed, the arrow of the pointer will be filled with a different color to give feedback about the passing time.
cs: K provedení simulovaného podružného kliknutí musí uživatel podržet <mousebutton>hlavní tlačítko myši</mousebutton> stisknuté tak, aby se kurzor nehýbal po dobu nastavenou pomocí táhla Zpoždění ve funkci Simulované podružné kliknutí. Zatímco je <mousebutton>hlavní tlačítko myši</mousebutton> stisknuto, začne se šipka kurzoru vyplňovat jinou barvou jakožto poskytnutí odezvy o uplynulém času.
el: Για να εφαρμόσει ένα προσομοιωμένο δευτερεύον κλικ, ο χρήστης θα πρέπει να διατηρήσει πατημένο το <mousebutton>πρωτεύον κουμπί του ποντικιού</mousebutton> χωρίς να μετακινεί το δείκτη για το χρόνο που καθορίζεται από τον ολισθητή καθυστέρησης του χαρακτηριστικού Εξομοίωσης δευτερεύοντος κλικ. Ενόσω το <mousebutton>πρωτεύον κουμπί του ποντικιού</mousebutton> είναι πατημένο, το βέλος του δείκτη θα γεμίζει με ένα διαφορετικό χρώμα ώστε να παρέχει ανάδραση για το χρόνο που περνά.
zh_cn: 要执行右键(次要按钮)的点击动作，需要按住<mousebutton>左键(主要按钮)</mousebutton>一段时间，这个时间的长度是由模拟右键(次要按钮)功能的延时滑块确定的。按住左键(主要按钮)时，指针的箭头将使用不同的颜色进行填充，以反映经过的时间。

source: If the user releases the <mousebutton>primary mouse button</mousebutton> before the arrow of the pointer has been completely filled with the new color, the system will only receive the information of the <mousebutton>primary mouse button</mousebutton> press and release.
cs: Pokud uživatel uvolní <mousebutton>hlavní tlačítko myši</mousebutton> dříve, než se šipka kurzoru zcela vyplní novou barvou, systém přijme pouze informaci o stisknutí a uvolnění <mousebutton>hlavního tlačítka myši</mousebutton>.
el: Αν ο χρήστης ελευθερώσει το <mousebutton>πρωτεύον κουμπί του ποντικιού</mousebutton> πριν το βέλος του δείκτη γεμίσει εντελώς με το νέο χρώμα, τότε το σύστημα λαμβάνει μόνο την πληροφορία για το πάτημα και την ελευθέρωση του <mousebutton>πρωτεύοντος κουμπιού του ποντικιού</mousebutton>.
zh_cn: 如果在指针的颜色还没有填充满前，用户就松开了<mousebutton>左键(主要按钮)</mousebutton>，系统将只产生<mousebutton>左键</mousebutton>按下和释放的消息。
