Repository: BARGAN/mousetweaks
Catalog: help/*/*.po
Languages: cs, el, zh_cn

source: This manual is distributed under the terms of the The GNU Free Documentation License as published by the Free Software Foundation; either version 1.3 of the License, or (at your option) any later version. A copy of the license can be found at this <ulink type="http" url="http://www.gnu.org/licenses/fdl-1.3.txt">link</ulink>, or in the file COPYING.FDL included with the source code of this program.
cs: Tato příručka je šířena za podmínek licence GNU Free Documentation License vydané nadací Free Software Foundation, buď verze 1.3 této licence nebo (dle vlastního uvážení) kterékoliv pozdější verze. Kopii licence naleznete pod tímto <ulink type="http" url="http://www.gnu.org/licenses/fdl-1.3.txt">odkazem</ulink> nebo v souboru COPYING.FDL obsaženém ve zdrojovém kódu tohoto programu.
el: Η τεκμηρίωση αυτή διανέμεται υπό τους όρους της GNU Free Documentation License όπως δημοσιεύτηκε από το Free Software Foundation, με έκδοση 1.3 της άδειας, ή (κατά τη γνώμη σας) με κάθε νεότερη έκδοση. Ένα αντίγραφο της άδειας μπορεί να βρεθεί σε αυτόν το <ulink type="http" url="http://www.gnu.org/licenses/fdl-1.3.txt">σύνδεσμο</ulink>, ή στο αρχείο COPYING.FDL που συμπεριλαμβάνεται στο πηγαίο κώδικα του προγράμματος αυτού.
zh_cn: 本手册由 FSF 的 GNU Free Documentation License 许可协议发布，是在 1.3 版本的许可协议，或者(你愿意)之后的版本。协议的副本可以在 <ulink type="http" url="http://www.gnu.org/licenses/fdl-1.3.txt">链接</ulink> 里找到，或者在这个程序的源代码里找到 COPYING.FDL 这个文件

source: translator-credits
cs: Adrian Guniš <andygun696@gmail.com>, 2009, 2010
el: Ελληνική μεταφραστική ομάδα GNOME Γιάννης Κατσαμπίρης <giannis1_86@hotmail.com> Σίμος Ξενιτέλλης <simos@gnome.org> Για περισσότερα δείτε http://www.gnome.gr/
zh_cn: TeliuTe <teliute@163.com>, 2009, 2010

source: Since version 2.31.3, mousetweaks does not depend anymore on the AT-SPI accessibility framework.
zh_cn: 从 2.31.3 版开始，mousetweaks 不再依赖 AT-SPI 辅助功能框架。

source: For instructions about how to install the Dwell Click applet on the GNOME panel, please have a look at <link linkend="mouse-a11y-start-pointer-capture">Starting The Pointer Capture Function</link> where you can see how it is done for the Pointer Capture panel applet. The procedure for the Dwell Click panel applet is similar.
zh_cn: 要获得关于如何在 GNOME 面板上添加悬停点击小程序的介绍，请参阅 <link linkend="mouse-a11y-start-pointer-capture">启动指针锁定功能</link>，那里讲解了怎样添加指针锁定小程序。操作步骤跟悬停点击是相似的。

source: When performing a simulated secondary click on a link in a web page, the primary click, that preceds the simulated secondary click, opens the referenced page before the simulated secondary click has a chance to open the contextual menu of the link.
zh_cn: 在网页链接上执行模拟右键点击时，执行模拟右键点击的左键将在模拟右键打开链接的快捷菜单之前打开链接到的网页。

source: Have a look at <link linkend="mouse-a11y-start-pointer-capture">Starting The Pointer Capture Function</link> for instructions about how to install the pointer capture applet on the GNOME panel.
zh_cn: 看一下<link linkend="mouse-a11y-start-pointer-capture">启动指针锁定功能</link>可以了解怎样在 GNOME 面板上添加指针锁定小程序。
