Repository: BARGAN/mousetweaks
Catalog: help/*/*.po
Languages: cs, el, zh_cn

source: If the user releases the <mousebutton>primary mouse button</mousebutton> after the arrow of pointer has been completely filled with the new color, the <mousebutton>primary mouse button</mousebutton> events will be followed by a <mousebutton>secondary mouse button</mousebutton> click. In fact, mousetweaks creates this simulated <mousebutton>scondary mouse button</mousebutton> click as soon as the user releases the the <mousebutton>primary mouse button</mousebutton>.
cs: Pokud uživatel uvolní <mousebutton>hlavní tlačítko myši</mousebutton> po úplném vyplnění šipky kurzoru novou barvou, uskuteční se <mousebutton>simulované podružné kliknutí</mousebutton>. Ve skutečnosti mousetweaks provede toto <mousebutton>simulované podružné kliknutí</mousebutton> až po uvolnění <mousebutton>hlavního tlačítka myši</mousebutton> uživatelem.
el: Αν ο χρήστης ελευθερώσει το <mousebutton>πρωτεύον κουμπί του ποντικιού</mousebutton> μετά που το βέλος του δείκτη θα έχει γεμίζει πλήρως με το νέο χρώμα, τότε το γεγονός του <mousebutton>πρωτεύοντος κουμπιού του ποντικιού</mousebutton> θα ακολουθηθεί από ένα κλικ του <mousebutton>δευτερεύοντος κουμπιού του ποντικιού</mousebutton>. Στην πραγματικότητα το mousetweaks δημιουργεία αυτό το εξομοιωμένο κλικ του <mousebutton>δευτερεύοντος κουμπιού του ποντικιού</mousebutton> αμέσως μόλις ο χρήστης απελευθερώσει το <mousebutton>πρωτεύον κουμπί του ποντικιού</mousebutton>.
zh_cn: 如果用户松开<mousebutton>左键</mousebutton>时，指针的颜色已经填充满，在产生<mousebutton>左键</mousebutton>点击事件后，将会接着产生一个<mousebutton>右键</mousebutton>点击事件。事实上，用户一松开<mousebutton>左键(主要按钮)</mousebutton> mousetweaks 就会创建模拟<mousebutton>右键(次要按钮)</mousebutton>点击事件。

source: On browser links, the simulated secondary click behaves differently: it does not wait for the user to release the <mousebutton>primary mouse button</mousebutton> before creating the simulated secondary click; the secondary click is created as soon as the time delay has elapsed. Previous versions of mousetweaks always behaved like this; but this behaviour had to be modified because of changes to the X server.
cs: V případě odkazů v prohlížeči se simulované podružné kliknutí chová jinak: před provedením simulovaného podružného kliknutí se nečeká na to, než uživatel uvolní <mousebutton>hlavní tlačítko myši</mousebutton>, ale toto kliknutí se vykoná ihned po uplynutí prodlevy. Předchozí verze mousetweaks vždy fungovaly takto, ale toto chování muselo být upraveno kvůli změnám v serveru X.
el: Πάνω σε συνδέσμους περιηγητή, το εξομοιωμένο δευτερεύον κλικ συμπεριφέρεται διαφορετικά: δεν περιμένει το χρήστη να απελευθερώσει το <mousebutton>πρωτεύον κουμπί του ποντικιού</mousebutton> προτού δημιουργήσει το εξομοιωμένο δευτερεύον κλικ. Το δευτερεύον κλικ δημιουργείται αμέσως μόλις περάσει ο χρόνος καθυστέρησης. Οι προηγούμενες εκδόσεις του mousetweaks δούλευαν με αυτόν τον τρόπο από πάντα, αλλά αυτή η συμπεριφορά έπρεπε να αλλάξει λόγω αλλαγών στον εξυπηρετητή X.

source: The explanations above assumed that the pointer did not move between the <mousebutton>primary mouse button</mousebutton> press and release. If the pointer gets moved before the <mousebutton>primary mouse button</mousebutton> is released, no simulated secondary click will be created. Consequently, to cancel an initiated secondary click, the user only has to move the pointer before releasing the <mousebutton>primary mouse button</mousebutton>.
cs: Výše uvedený popis předpokládá, že kurzor se v době mezi stisknutím a uvolněním <mousebutton>hlavního tlačítka myši</mousebutton> nepohnul. Pokud se kurzor před uvolněním <mousebutton>hlavního tlačítka myši</mousebutton> pohne, neprovede se žádné simulované podružné kliknutí. Takže pro zrušení zahájeného podružného kliknutí je nutné, aby uživatel pohnul kurzorem před uvolněním <mousebutton>hlavního tlačítka myši</mousebutton>.
el: Στις πιο πάνω εξηγήσεις νοείται ότι ο δείκτης δε μετακινήθηκε μεταξύ του πατήματος και της ελευθέρωσης του <mousebutton>πρωτεύοντος κουμπιού του ποντικιού</mousebutton>. Αν ο δείκτης μετακινηθεί προτού το <mousebutton>πρωτεύον κουμπί του ποντικιού</mousebutton> ελευθερωθεί, τότε δε θα δημιουργηθεί εξομοιωμένο δευτερεύον κλικ. Συνεπώς, για να ακυρώσετε ένα ξεκινημένο δευτερεύον κλικ, μετακινήστε το δείκτη προτού ελευθερώσετε το <mousebutton>πρωτεύον κουμπί του ποντικιού</mousebutton>.
zh_cn: 上面的解释是假定<mousebutton>鼠标左键</mousebutton>在按住和松开之间的时间，指针没有移动，如果在<mousebutton>鼠标左键</mousebutton>松开前，指针发生了移动，将不会产生模拟右键点击动作。因此，要取消模拟点击，用户只需在松开<mousebutton>鼠标左键</mousebutton>前移动一下鼠标指针即可。

source: The Delay Slider
cs: Táhlo zpoždění
el: Ο Ολισθητής καθυστέρησης
zh_cn: 延时滑块

source: How long the user has to hold the <mousebutton>primary mouse button</mousebutton> pressed, is determined by the <guilabel>Delay</guilabel> slider located under the activation checkbox. By using this slider, the user can choose the delay most appropriate to him.
cs: Jak dlouho musí uživatel držet stisknuté <mousebutton>hlavní tlačítko myši</mousebutton>, se dá nastavit pomocí táhla <guilabel>Zpoždění</guilabel> umístěného pod zaškrtávacím polem. Pomocí tohoto táhla si může uživatel zvolit zpoždění, které mu bude nejvíce vyhovovat.
el: Το πόσο ο χρήστης θα πρέπει να διατηρεί πατημένο το <mousebutton>πρωτεύον κουμπί του ποντικιού</mousebutton>, καθορίζεται από τον ολισθητή <guilabel>Καθυστέρηση</guilabel> που βρίσκεται στο πεδίο ελέγχου ενεργοποίησης. Χρησιμοποιώντας αυτόν τον ολισθητή, ο χρήστης μπορεί να επιλέξει την πιο κατάλληλη για τον ίδιο καθυστέρηση.
zh_cn: 在启用复选框的下面，有一个<guilabel>延时</guilabel>滑块，指定用户需要按住<mousebutton>左键</mousebutton>多久，才能触发动作。拖动滑块，用户可以设定合适的时间。

source: Motion Threshold
cs: Práh pohybu
el: Κατώφλι κίνησης
zh_cn: 运动阈值

source: People that have trouble to keep the pointer completely motionless can use the Motion Threshold slider of the Dwell Click feature. This setting makes mousetweaks ignore little mouse movements, so that the simulated secondary click is issued even if the pointer is not completely motionless. Please have a look at the section of the <link linkend="mouse-a11y-dwell-motion-treshold">Motion Threshold slider of the Dwell Click feature</link> for more information about it.
cs: Lidé, kteří mají problém udržet kurzor zcela nehybně, mohou použít táhlo Práh pohybu umístěné pod funkcí Kliknutí počkáním. Toto nastavení přiměje mousetweaks ignorovat nepatrné pohyby myši, takže simulované podružné kliknutí se provede, i když není kurzor zcela nehybný. Chcete-li o tomto zjistit více informací, podívejte se do sekce <link linkend="mouse-a11y-dwell-motion-treshold">Táhlo Práh pohybu z funkce Kliknutí počkáním</link>.
el: Τα άτομα που έχουν πρόβλημα στο να διατηρήσουν το δείκτη απολύτως στατικό μπορούν να χρησιμοποιήσουν τον ολισθητή Κατώφλι κίνησης της λειτουργίας Κρατημένο κλικ. Η ρύθμιση αυτή κάνει το mousetweaks να παραβλέπει μικρές κινήσεις του ποντικιού, έτσι ώστε το προσομοιωμένο δευτερεύον κλικ να εκδίδεται ακόμη κι αν ο δείκτης δεν είναι απόλυτα στατικός. Παρακαλώ ρίξτε μία ματιά στην ενότητα για το <link linkend="mouse-a11y-dwell-motion-treshold">Κατώφλι κίνησης της λειτουργίας για το κρατημένο κλικ</link> για περισσότερες πληροφορίες σχετικά με αυτόν.
zh_cn: 对于很难保证按住指针不动的用户，可以设定“运动阈值”特性。这个选项可以让 Mousetweaks 忽略指针轻微的移动，即使指针有少量的移动，仍然可以保证右键点击特性的实现。您可以在<link linkend="mouse-a11y-dwell-motion-treshold">悬停点击的运动阈值特性</link>里，找到更多相关信息。

source: The <guilabel>Motion Threshold</guilabel> slider that is located under the <guilabel>Dwell Click</guilabel> feature is also effective for the <guilabel>Simulated Secondary Click</guilabel> feature, even if the <guilabel>Dwell Click</guilabel> feature is disabled.
cs: Táhlo <guilabel>Práh pohybu</guilabel>, které je umístěno pod funkcí <guilabel>Kliknutí počkáním</guilabel>, je účinné také pro funkci <guilabel>Simulované podružné kliknutí</guilabel>, i když je funkce <guilabel>Kliknutí počkáním</guilabel> vypnuta.
el: Ο ολισθητής <guilabel>Κατώφλι κίνησης</guilabel> που βρίσκεται στη λειτουργία <guilabel>Κρατημένο κλικ</guilabel> έχει αποτέλεσμα επίσης και για τη λειτουργία <guilabel>Προσομοιωμένο δευτερεύον κλικ</guilabel>, ακόμη κι αν είναι απενεργοποιημένη η λειτουργία <guilabel>Κρατημένο κλικ</guilabel>.
zh_cn: <guilabel>悬停点击</guilabel>下面的<guilabel>运动阈值</guilabel> 选项也会影响到<guilabel>模拟右键点击</guilabel>特性，甚至在没有启用<guilabel>悬停点击</guilabel>的情况下。

source: Differences To The Normal Secondary Click
cs: Rozdíly oproti normálnímu podružnému kliknutí
el: Διαφορές στο κανονικό δευτερεύον κλικ
zh_cn: 与普通的右键(次要按钮)点击的不同点

source: As the Simulated Secondary Click does not discard the<mousebutton> primary mouse button</mousebutton> press and release, the resulting primary click occurs just before the secondary click created by mousetweaks. Consequently, the simulated secondary click behaves a bit differently than the normal secondary click, because the latter is usually not preceeded immediately by a <mousebutton>primary mouse button</mousebutton> click. For example:
cs: Jelikož simulované podružné kliknutí nezruší stisknutí a uvolnění <mousebutton>hlavního tlačítka myši</mousebutton>, vykoná se těsně před podružným kliknutím provedeným pomocí mousetweaks taktéž hlavní kliknutí. Následkem toho se simulované podružné kliknutí chová trochu jinak než normální podružné kliknutí, protože tomu obvykle ihned nepředchází kliknutí <mousebutton>hlavním tlačítkem myši</mousebutton>. Například:
el: Επειδή το προσομοιωμένο δευτερεύον κλικ δεν απορρίπτει το πάτημα του <mousebutton>πρωτεύοντος κουμπιού του ποντικιού</mousebutton>, υπάρχει πάντα ένα πρωτεύον κλικ πριν το προσομοιωμένο δευτερεύον κλικ. Συνεπώς, το προσομοιωμένο δευτερεύον κλικ συμπεριφέρεται λίγο διαφορετικά σχετικά με το κανονικό δευτερεύον κλικ, επειδή του τελευταίου συνήθως δεν προηγείται άμεσα ένα κλικ του <mousebutton>πρωτεύοντος κουμπιού του ποντικιού</mousebutton>. Για παράδειγμα:

source: It is not possible to perform a secondary click on multiple items because the primary click issued before the secondary click deselects the items.
cs: Na vícenásobných položkách není možné provádět podružné kliknutí, protože hlavní kliknutí provedené před podružným kliknutím zruší výběr položek.
el: Δεν είναι δυνατό να πραγματοποιηθεί το δευτερεύον κλικ σε πολλαπλά αντικείμενα επειδή το πρωτεύον κλικ εκδόθηκε πριν αποεπιλέξει το δευτερεύον κλικ τα στοιχεία.
zh_cn: 选中多个项时不能执行右键点击动作，因为右键点击前的那次左键点击将会取消选择。

source: When the simulated secondary click is performed on the trash icon in the panel, not only does the contextual menu appear, but the trash folder also opens. (The former is caused by the secondary click, the latter by the primary click preceding the secondary click.)
cs: Když se provede simulované podružné kliknutí na ikonu koše na panelu, nezobrazí se jen kontextová nabídka, ale otevře se i složka koše. (Dřívější úkon je způsoben podružným kliknutím, pozdější zas hlavním kliknutím provedeným před podružným.)
el: Όταν εφαρμοστεί το προσομοιωμένο δευτερεύον κλικ στο εικονίδιο των απορριμάτων στον πίνακα εφαρμογών, δεν εμφανίζεται μόνο το μενού περιεχομένου, αλλά ανοίγει επίσης και ο φάκελος απορριμάτων. (Το πρώτο προκαλείται από το δευτερεύον κλικ, το δεύτερο από το πρωτεύον κλικ πριν από το δευτερεύον κλικ.)
zh_cn: 在面板上的回收站图标上执行模拟右键时，不仅会出现快捷菜单，而且回收站文件夹也会打开。(出现快捷菜单是由于右键点击，打开回收站文件夹是因为右键点击前的那次左键点击。)

source: It is not possible to provide a list of all diverging behaviours, because it depends on the reaction of the application receiving the secondary click preceded by a primary click.
cs: Není možné poskytnout seznam všech nestandardních chování, protože to závisí na reakci aplikace přijímající podružné kliknutí provedené po hlavním kliknutí.
el: Δεν είναι δυνατό να γίνει η παροχή μιας λίστας με όλες τις αποκλίνουσες συμπεριφορές, επειδή αυτό εξαρτάται από την αντίδραση της λήψης της εφαρμογής του δευτερεύοντος κλικ που ακολουθεί ένα πρωτεύον κλικ.
zh_cn: 列出所有的歧义行为不大可能，因为这要依赖于应用程序对由左键产生的右键点击的反应。

source: Looking at it the other way, it is no possible to perform a long motionless <mousebutton>primary mouse button</mousebutton> press, without also triggering the secondary click. This may also have unexpected consequences for some users. For example:
cs: Při pohledu z jiného úhlu nelze také provádět déletrvající nehybné stisknutí <mousebutton>hlavního tlačítka myši</mousebutton> bez toho, aniž by se tím nespustilo podružné kliknutí. Toto může mít pro některé uživatele nečekané následky. Například:
el: Βλέποντάς το από την άλλη πλευρά, δεν είναι δυνατό να εφαρμοστεί ένα στατικό κλικ με μακρά διάρκεια με το <mousebutton>πρωτεύον κουμπί του ποντικιού</mousebutton>, χωρίς την ενεργοποίηση και του δευτερεύοντος κλικ. Αυτό μπορεί επίσης να έχει απρόσμενες επιπτώσεις για μερικούς χρήστες. Για παράδειγμα:

source: When releasing the primary button after keeping it pressed on the arrow of a scrollbar for more than the delay time, the scrollbar jumps to the bottom. This is in fact the normal behaviour of a secondary click on an arrow of a scrollbar.
cs: Když se uvolní hlavní tlačítko po jeho držení na šipce posuvníku po uplynutí prodlevy, posuvník skočí do dolní části okna. Toto je ve skutečnosti normální chování podružného kliknutí na šipku posuvníku.
el: Όταν ελευθερωθεί το πρωτεύον κουμπί μετά που θα διατηρηθεί πατημένο πάνω από το βέλος μίας γραμμής κύλισης για περισσότερο από το χρόνο καθυστέρησης, η γραμμή κύλισης μεταβαίνει προς τα κάτω μέχρι το τέλος. Αυτή είναι πράγματι η κανονική συμπεριφορά ενός δευτερεύοντος κλικ σε ένα βέλος της γραμμής κύλισης.
zh_cn: 当在滚动条的按钮的箭头上按住左键，滚动条会跳至底部。这实际上是在滚动条按钮上点击右键的正常行为。

source: To avoid that the scrollbar jumps to the bottom, simply move the pointer away from the arrow of the scrollbar before releasing the primary button; this way, the initiated simulated secondary click gets canceled.
cs: Abyste předešli tomu, že posuvník skočí do dolní části okna, jednoduše pohněte kurzorem pryč ze šipky posuvníku před uvolněním hlavního tlačítka. Tímto způsobem dojde ke zrušení zahájeného simulovaného podružného kliknutí.
el: Για να αποφύγετε τη μετακίνηση της μπάρας κύλισης στο τέλος της, απλά μετακινήστε το δείκτη από το βέλος αμέσως αφού πιέσετε το πρωτεύον κουμπί του ποντικιού. Με τον τρόπο αυτό ακυρώνεται το προσομοιωμένο δευτερεύον κλικ.
zh_cn: 要避免滚动条跳到底部，只需要在释放左键(注意按钮)之前将指针移动到滚动条的箭头之外。这种方法将不会触发模拟右键点击。

source: Dwell Click Description
cs: Popis funkce Kliknutí počkáním
el: Περιγραφή κρατημένου κλικ
zh_cn: 悬停点击描述

source: There are users that cannot use any hardware button. By activating the <guilabel>Dwell Click</guilabel>, they can have the mouse perform the various clicks without pressing any mouse button. The click types that can be performed are: single primary click, double click, drag click and secondary click.
cs: Jsou uživatelé, kteří nemohou používat některé hardwarové tlačítko. Aktivováním funkce <guilabel>Kliknutí počkáním</guilabel> získají myš umožňující provádět různé kliknutí bez stisknutí jakéhokoli tlačítka myši. Je možné provádět následující typy kliknutí: kliknutí levým tlačítkem, dvojité kliknutí, táhnutí a kliknutí pravým tlačítkem.
el: Υπάρχουν χρήστες δεν μπορούν να χρησιμοποιήσουν κάποιο κουμπί. Ενεργοποιώντας το <guilabel>Κρατημένο κλικ</guilabel>, μπορούν να έχουν το ποντίκι τους να εφαρμόζει τα διάφορα κλικ χωρίς να πιέζουν κάποιο κλικ του ποντικιού. Οι τύποι κλικ που μπορούν να εφαρμοστούν είναι: το απλό πρωτεύον κλικ, το διπλό κλικ, το συρόμενο κλικ και το δευτερεύον κλικ.
zh_cn: 一些用户不能使用任何鼠标按钮，通过启用<guilabel>悬停点击</guilabel>，他们可以使用鼠标执行各种点击，而不需要按下按钮。可以执行的点击类型有：单击、双击、拖动和右键(次要按钮)点击。

source: When the dwell click is active, the <mousebutton>mouse buttons</mousebutton> remain functional and it is still possible to click with the <mousebutton>mouse buttons</mousebutton>. Moreover, If the user performs a click with a <mousebutton>mouse button</mousebutton> while a dwell click is in progress, the dwell click gets stopped and no dwell click is generated; to initiate a new dwell click, the user has to move and stop moving the mouse as usual for the dwell click.
cs: Když je Kliknutí počkáním aktivní, zůstávají <mousebutton>tlačítka myši</mousebutton> funkční a je stále možné klikat s hardwarovými <mousebutton>tlačítky myši</mousebutton>. Kromě toho, pokud uživatel provede kliknutí s <mousebutton>tlačítkem myši</mousebutton> ve chvíli, kdy běží kliknutí počkáním, funkce kliknutí počkáním se zastaví a neprovede se žádné kliknutí počkáním; pro spuštění nového kliknutí počkáním musí uživatel pohnout a zastavit myš, jak je pro tuto funkci obvyklé.
el: Όταν είναι ενεργοποιημένο το κρατημένο κλικ, τα <mousebutton>κουμπιά του ποντικιού</mousebutton> παραμένουν ενεργά και μπορούν να χρησιμοποιηθούν κανονικά. Επιπλέον, αν ο χρήστης πατήσει ένα από τα <mousebutton>κουμπιά του ποντικιού</mousebutton> ενώ βρίσκεται σε εξέλιξη ένα κρατημένο κλικ, τότε το κρατημένο κλικ σταματά και δεν παράγεται άλλο κρατημένο κλικ. Για να ξεκινήσει ένα νέο κρατημένο κλικ, ο χρήστης πρέπει να μετακινήσει και μετά να σταματήσει να μετακινεί το ποντίκι όπως συνήθως συμβαίνει με το κρατημένο κλικ.
zh_cn: 当悬停点击激活以后，<mousebutton>鼠标按钮</mousebutton>继续保持正常的点击功能，而且，当悬停点击运行时，如果用<mousebutton>鼠标按钮</mousebutton>执行了一次点击，悬停点击将会停止，不会有模拟产生；要开始一次新的悬停点击，用户得重新进行移动和停止鼠标的动作。

source: Each time the pointer stops moving, a dwell click is initiated. To give feedback to the user, mousetweaks will fill the arrow of the pointer with another color while it is counting down the time before the click completion kicks in.
cs: Pokaždé, když se kurzor zastaví, spustí se kliknutí počkáním. Aby uživatel obdržel odezvu, mousetweaks začne vyplňovat šipku kurzoru jinou barvou, což znamená, že odpočítává čas před provedením kliknutí.
el: Κάθε φορά που ο δείκτης σταματά να κινείται, εφαρμόζεται ένα κρατημένο κλικ. Για να δοθεί ανάδραση στο χρήστη, το mousetweaks θα συμπληρώσει το βέλος του δείκτη με άλλο χρώμα ενώ θα μετρά τον χρόνο πριν η ολοκλήρωση του κλικ εφαρμοστεί.
zh_cn: 每次指针停下来的时候，就开始悬停点击。为了给用户反馈，在进行点击前的倒计时，mousetweaks 将使用其它颜色填充指针箭头。

source: How the click is completed and how the click type is chosen depends on what dwell mode the user has selected. The two available modes are:
cs: Jaké kliknutí je dokončeno a jaký typ kliknutí je vybrán, závisí na tom, jaký režim kliknutí počkáním uživatel zvolil. K dispozici jsou dva režimy:
el: Ο τρόπος με τον οποίο συμπληρώνεται και επιλέγεται ο τύπος του κλικ εξαρτάται από τη λειτουργία του κρατημένου κλικ που έχει επιλέξει ο χρήστης. Οι δύο διαθέσιμες λειτουργίες είναι οι εξής:
zh_cn: 点击如何完成，以及选择什么点击类型，依赖于用户选择的模式。可用的模式有：

source: Choose type of click beforehand
cs: Vybrat typ kliknutí předem
el: Επιλέξτε πρώτα τον τύπο του κλικ
zh_cn: 选择预设的点击类型

source: Choose type of click with mouse gestures
cs: Vybrat typ kliknutí pohyby myší
el: Επιλέξτε τον τύπο του κλικ με κινήσεις του ποντικιού
zh_cn: 用鼠标手势决定点击类型

source: Picture showing the radio buttons to select dwell mode
cs: Obrázek ukazující přepínače pro výběr režimu kliknutí
el: Εικόνα που εμφανίζει τα κουμπιά εκπομπής για την επιλογή της λειτουργίας κρατήματος κλικ
zh_cn: 悬停模式的单选按钮图示

source: To select the mode, the user only has to click on the radio button that corresponds to his choice.
cs: Pro výběr režimu musí uživatel pouze kliknout na přepínač, který odpovídá jeho volbě.
el: Για να επιλέξει τη λειτουργία, ο χρήστης πρέπει μόνο να κάνει κλικ στο κουμπί εκπομπής που αντιστοιχεί στην επιλογή του.
zh_cn: 要选择悬停模式，用户需要根据自己需要选择一个单选按钮。

source: Automatic Click Completion With Click Type Choice Beforehand
cs: Automatické provedení kliknutí s předurčeným výběrem typu kliknutí
el: Ολοκλήρωση αυτόματου κλικ με πρόωρη επιλογή του τύπου κλικ
zh_cn: 使用预设的点击类型自动完成点击。

source: This mode is active when the user selects <guilabel>Choose type of click beforehand</guilabel>. In fact, after the mouse has been motionless for the time defined by the <guilabel>Delay</guilabel> slider, the system will automatically perform the click type that is selected in the Click Type Window shown here:
cs: Tento režim je aktivní, když uživatel zvolí <guilabel>Vybrat typ kliknutí předem</guilabel>. Takže, jakmile je myš nehybná po dobu předem nastavenou pomocí táhla <guilabel>Zpoždění</guilabel>, systém automaticky provede typ kliknutí, který je vybrán v okně Typ kliknutí zobrazeném zde:
el: Η λειτουργία αυτή είναι ενεργή όταν ο χρήστης επιλέγει <guilabel>Επιλογή πρώτα του τύπου για το κλικ</guilabel>. Πράγματι, αφού γίνει στατικό το ποντίκι για το χρόνο που καθορίστηκε από τον ολισθητή <guilabel>Καθυστέρηση</guilabel>, το σύστημα θα εφαρμόσει αυτόματα τον τύπου του κλικ που επιλέχθηκε στο παράθυρο με τα είδη κλικ που εμφανίζεται εδώ:
zh_cn: 当用户选择<guilabel>选择预设的点击类型</guilabel>时激活这种模式。事实上，当鼠标停止运动了<guilabel>延时</guilabel>滑块指定的时间，系统就会自动执行点击类型窗口所选的点击类型，如下：

source: Picture showing the click type window
cs: Obrázek ukazující okno typu kliknutí
el: Εικόνα που εμφανίζει το παράθυρο με τα είδη για κλικ
zh_cn: 点击类型窗口图示

source: To display the <guimenu>Click Type Window</guimenu> on the screen, the user has to put a checkmark <application>in the checkbox named <quote><guilabel>Show click type window</guilabel></quote>:</application>
cs: Pro zobrazení <guimenu>okna typu kliknutí</guimenu> na obrazovce musí uživatel zaškrtnout <application>zaškrtávací pole s textem <quote><guilabel>Zobrazit okno typu kliknutí</guilabel></quote>:</application>
el: Για να εμφανιστεί το <guimenu>Παράθυρο με τα είδη κλικ</guimenu> στην οθόνη, ο χρήστης θα πρέπει να επιλέξει το <application>πεδίο ελέγχου που ονομάζεται <quote><guilabel>παράθυρο Εμφάνιση τύπου κλικ</guilabel></quote>:</application>
zh_cn: 要显示<guimenu>点击类型窗口</guimenu>，用户必须选中<application><quote><guilabel>显示点击类型窗口</guilabel></quote>复选框：</application>

source: Picture with the checkbox to display the click type window
cs: Obrázek ukazující zaškrtávací pole pro zobrazení okna typu kliknutí
el: Εικόνα με το πεδίο ελέγχου για την εμφάνιση του παραθύρου για τον τύπο κλικ
zh_cn: 显示点击类型窗口的复选框图示

source: After the click has occurred, the single click type will be automatically restored. In order to choose another click type, the user has to perform an automatic click on the <guibutton>button</guibutton> in the <guilabel>Click Type Window</guilabel> that corresponds to his click type choice.
cs: Po provedení kliknutí se automaticky obnoví kliknutí levým tlačítkem. Aby bylo možné zvolit jiný typ kliknutí, musí uživatel automaticky kliknout na <guibutton>tlačítko</guibutton> v <guilabel>okně typu kliknutí</guilabel>, které odpovídá jeho volbě typu kliknutí.
el: Αφού εφαρμοστεί το κλικ, ο απλός τύπος κλικ θα επανέλθει αυτόματα. Για να επιλέξει κάποιον άλλο τύπο κλικ, ο χρήστης θα πρέπει να εφαρμόσει ένα αυτόματο κλικ στο <guibutton>κουμπί</guibutton> στο <guilabel>παράθυρο για τον τύπο κλικ</guilabel> που αντιστοιχεί στην επιλογή του για τον τύπο κλικ.
zh_cn: 完成点击后，自动回到单击类型。为了选择其他点击类型，用户需要到<guilabel>点击类型窗口</guilabel>里再执行一次启用<guibutton>按钮</guibutton>自动点击。

source: Instead of the Click Type Window some users might prefer to use the <guilabel>Dwell Click</guilabel> panel applet, that has some advantages:.
cs: Místo okna typu kliknutí mohou někteří uživatelé upřednostňovat applet panelu <guilabel>Kliknutí počkáním</guilabel>, který má jisté výhody:
el: Αντί για το παράθυρο για τον τύπο του κλικ μερικοί χρήστες προτιμούν να χρησιμοποιούν τη μικροεφαρμογή του πίνακα εφαρμογών για το <guilabel>Κρατημένο κλικ</guilabel>, η οποία έχει μερικά πλεονεκτήματα:.
zh_cn: 与点击类型窗口不同，一些用户可能更喜欢在面板上的<guilabel>悬停点击</guilabel>小程序，其方便之处在于：

source: The user does not need the <guilabel>Click Type Window</guilabel> that might cover other windows on the desktop.
cs: Uživatel nepotřebuje <guilabel>okno typu kliknutí</guilabel>, které může být zakryto jinými okny na ploše.
el: Οι χρήστες δεν χρειάζονται το <guilabel>παράθυρο για τον τύπο κλικ</guilabel> που ενδεχομένως να καλύπτει άλλα παράθυρα στην επιφάνεια εργασίας.
zh_cn: 用户不需要使用<guilabel>点击类型窗口</guilabel>，它可能会挡住桌面上其他的窗口。
