Repository: BARGAN/mousetweaks
Catalog: help/*/*.po
Languages: cs, el, zh_cn

source: @@image: 'figures/mouse-a11y-dwell-click-type-applet.png'; md5=8a8c96ae1353f93e286c9fca09c9b8ce
cs: @@image: 'figures/mouse-a11y-dwell-click-type-applet.png'; md5=e6eaa0d03499db4e26a56eb1ae57fe8b

source: Mousetweaks Manual
cs: Příručka Mousetweaks
el: Εγχειρίδιο του Mousetweaks
zh_cn: Mousetweaks 手册

source: <application>Mousetweaks</application> provides mouse accessibility enhancements for the GNOME Desktop.
cs: <application>Mousetweaks</application> usnadňuje práci s myší v pracovním prostředí GNOME.
el: Το <application>Mousetweaks</application> παρέχει βελτιώσεις για την προσιτότητα του ποντικιού για την επιφάνεια εργασία του Gnome.
zh_cn: <application>Mousetweaks</application> 为 GNOME 桌面提供增强的鼠标辅助功能。

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.3 or any later version published by the Free Software Foundation; with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="http" url="http://www.gnu.org/licenses/fdl-1.3.txt">link</ulink> or in the the top-level directory of the Mousetweaks source package.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License (GFDL), verze 1.3 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopii licence GFDL naleznete pod tímto <ulink type="http" url="http://www.gnu.org/licenses/fdl-1.3.txt">odkazem</ulink> nebo v nejvyšší úrovni adresáře zdrojového balíku Mousetweaks.
el: Χορηγείται η άδεια για αντιγραφή, διανομή ή/και τροποποίηση του παρόντος εγγράφου υπό τους όρους του GNU Free Documentation License (GFDL), έκδοσης 1.3 ή οποιαδήποτε μετέπειτα έκδοση που δημοσιεύτηκε από το Free Software Foundation, χωρίς αναλλοίωτα μέρη, χωρίς κείμενα εξώφυλλου και χωρίς κείμενα οπισθόφυλλου. Μπορείτε να βρείτε ένα αντίγραφο του GFDL στον εξής <ulink type="http" url="http://www.gnu.org/licenses/fdl-1.3.txt">σύνδεσμο</ulink> ή στον πιο πάνω κατάλογο του πηγαίου πακέτου Mousetweaks.
zh_cn: 对于本文档的复制、分发和/或修改必须遵循自由软件基金会 (Free Software Foundation) 发布的 GNU 自由文档许可证 (GFDL) 版本 1.3 或更高版本，该许可证没有固定的部分、没有封面和背页文本。您可以在此<ulink type="http" url="http://www.gnu.org/licenses/fdl-1.3.txt">链接</ulink>上或在 Mousetweak 源文件包所在的最高一级目录中找到 GFDL 的副本。

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tato příručka je součástí sbírky příruček GNOME šířených za podmínek licence GNU FDL. Pokud chcete tento dokument šířit odděleně od sbírky, musíte přiložit kopii licence dle popisu v oddílu 6 dané licence.
el: Αυτός ο οδηγός είναι μέρος μιας συλλογής οδηγών του GNOME που διανέμονται υπό το GFDL. Αν επιθυμείτε να διανείμετε αυτόν τον οδηγό ξεχωριστά από τη συλλογή, μπορείτε να το πραγματοποιήσετε προσθέτοντας ένα αντίγραφο της άδειας στον οδηγό, όπως περιγράφεται στο 6ο τμήμα της άδειας.
zh_cn: 本手册是在 GFDL 许可之下分发的 GNOME 手册集合的一部分。如果想要单独分发此手册，可以在手册中添加该许可证的一份副本然后分发，如该许可证的第 6 部分所述。

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho užívaných jmen určených ke zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci užita a členové Dokumentačního projektu GNOME jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.
el: Πολλά από τα ονόματα που χρησιμοποιούνται από επιχειρήσεις για να διακρίνουν τα προϊόντα τους και τις υπηρεσίες ζητούνται σαν εμπορικά σήματα. Όπου εμφανίζονται αυτά τα ονόματα σε κάποια τεκμηρίωση του GNOME, και τα μέλη του GNOME Documentation Project γνωρίουν για αυτά τα εμπορικά σήματα, τότε τα ονόματα είναι με κεφαλαία γράμματα ή με αρχικά κεφαλαία γράμματα.
zh_cn: 各个公司使用的许多用于区别它们产品和服务的名称都声明为商标。在所有的 GNOME 文档以及 GNOME 文档项目的成员中，这些名称都是以全大写字母或首字母大写显示，从而表明它们是商标。

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ "JAK JE", BEZ ZÁRUKY JAKÉHOKOLIV DRUHU, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ, NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL, NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, NESETE VY. POKUD JE TENTO DOKUMENT NEBO JEHO UPRAVENÁ VERZE VADNÁ V JAKÉMKOLIV SMYSLU, VY (NIKOLIV PŮVODCE, AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE ODPOVĚDNOST ZA JAKÉKOLIV NÁKLADY NA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ PODLE TÉTO DOHODY POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE
el: ΤΟ ΕΓΓΡΑΦΟ ΠΑΡΕΧΕΤΑΙ ΣΕ ΜΙΑ "ΩΣ ΕΧΕΙ" ΒΑΣΗ, ΧΩΡΙΣ ΕΓΓΥΗΣΗ ΚΑΘΕ ΕΙΔΟΥΣ, ΕΙΤΕ ΕΚΦΡΑΣΜΕΝΗ Ή ΕΜΜΕΣΗ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝ, ΧΩΡΙΣ ΠΕΡΙΟΡΙΣΜΟ, ΤΩΝ ΕΓΓΥΗΣΕΩΝ ΠΩΣ ΤΟ ΕΓΓΡΑΦΟ Ή ΤΟ ΤΡΟΠΟΠΟΙΗΜΕΝΟ ΕΓΓΡΑΦΟ ΕΙΝΑΙ ΕΛΕΥΘΕΡΟ ΑΠΟ ΕΛΑΤΤΩΜΑΤΑ ΕΜΠΟΡΕΥΣΙΜΑ, ΤΡΟΠΟΠΟΙΗΜΕΝΕΣ ΓΙΑ ΕΝΑ ΕΙΔΙΚΟ ΣΚΟΠΟ Ή ΧΩΡΙΣ ΣΥΝΔΕΣΗ. Ο ΕΝΙΑΙΟΣ ΚΙΝΔΥΝΟΣ ΩΣ ΠΡΟΣ ΤΗΝ ΠΟΙΟΤΗΤΑ, ΤΗΝ ΑΚΡΙΒΕΙΑ, ΚΑΙ ΤΗΝ ΕΜΦΑΝΙΣΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ Ή ΤΗΣ ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΤΟΥ ΕΙΝΑΙ ΜΑΖΙ ΣΑΣ. ΘΑ ΕΠΡΕΠΕ ΚΑΘΕ ΤΕΚΜΗΡΙΩΣΗ Ή ΤΕΚΜΗΡΙΩΜΕΝΗ ΕΚΔΟΣΗ ΤΗΣ ΝΑ ΑΠΟΔΕΙΚΝΥΕΤΑΙ ΑΤΕΛΗΣ ΜΕ ΚΑΘΕ ΣΕΒΑΣΜΟ, ΕΣΕΙΣ (ΟΧΙ Ο ΑΡΧΙΚΟΣ ΣΥΓΓΡΑΦΕΑΣ, ΔΗΜΙΟΥΡΓΟΣ Ή ΑΛΛΟΣ ΒΟΗΘΟΣ ΤΗΣ ΣΥΓΓΡΑΦΗΣ) ΘΕΩΡΕΙΣΤΕ ΤΟ ΚΟΣΤΟΣ ΚΑΘΕ ΑΠΑΡΑΙΤΗΤΗΣ ΥΠΗΡΕΣΙΑΣ, ΕΠΙΣΚΕΥΗΣ Ή ΔΙΟΡΘΩΣΗΣ. ΑΥΤΗ Η ΔΙΑΨΕΥΣΗ ΤΗΣ ΕΓΓΥΗΣΗΣ ΑΝΤΙΚΕΙΤΑΙ ΣΤΟ ΒΑΣΙΚΟ ΜΕΡΟΣ ΤΗΣ ΑΔΕΙΑΣ. Η ΜΗ ΧΡΗΣΗ ΚΑΠΟΙΑΣ ΤΕΚΜΗΡΙΩΣΗΣ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΤΗΣ ΕΞΟΥΣΙΟΔΟΤΕΙΤΑΙ ΕΔΩ ΚΑΤΩ ΕΚΤΟΣ ΑΠΟ ΑΥΤΗ ΤΗ ΔΙΑΨΕΥΣΗ; ΚΑΙ
zh_cn: 文档按“原样”提供，不提供任何明示或暗示的保证，包括但不限于：文档或文档的修改版本没有适销性方面的缺陷、适合特定目的的适用性，以及没有侵权行为。您将自行承担本文档以及文档修改版本的质量、准确性以及性能方面的风险。如果任何文档或文档修改版本存在缺陷，您(而不是最初的编写者、作者或撰写人)将承担所有必需的服务、维修或更正的费用。此免责声明是本许可证的重要组成部分。如果不接受此免责声明，那么您就没有权利使用任何文档或文档的修改版本；并且

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.
el: ΣΕ ΚΑΘΕ ΠΕΡΙΠΤΩΣΗ ΚΑΙ ΥΠΟ ΜΗ ΝΟΜΙΜΗ ΘΕΩΡΙΑ, ΟΠΟΥ ΥΠΑΡΧΕΙ ΑΔΙΚΟΠΡΑΞΙΑ (ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΗΣ ΤΗΣ ΑΜΕΛΕΙΑΣ) Η ΣΥΜΒΑΣΗ, Ή ΑΛΛΙΩΣ, ΣΥΜΦΩΝΑ ΜΕ ΤΟ ΣΥΓΓΡΑΦΕΑ, ΔΗΜΙΟΥΡΓΟ Ή ΑΛΛΟ ΒΟΗΘΟ Ή ΔΙΑΝΟΜΕΑ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΤΗΣ, Ή ΟΠΟΙΟΝΔΗΠΟΤΕ ΠΑΡΟΧΕΑ ΤΜΗΜΑΤΩΝ ΤΗΣ, ΘΑ ΥΠΟΚΕΙΝΤΑΙ ΣΕ ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
zh_cn: 无论在任何情况以及在任何法律理论下，本文档或文档修改版本的作者、最初的编写者、任何撰写人或任何分发者，或者任意这些方的任何提供者都不对任何人由于使用本文档或文档修改版本引起或带来的任何直接的、间接的、特殊的、偶然的或继发的损失承担任何民事(包括疏忽)、合同或其它方面的责任，这些损失包括但不限于信誉损失、工作停止、计算机失败或故障，或任何以及所有其它损失或由此引发的或与之相关的损失，即使这些方已被告知存在出现此类损失的可能性时也是如此。

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>
el: ΤΟ ΕΓΓΡΑΦΟ ΚΑΙ ΟΙ ΤΡΟΠΟΠΟΙΗΜΕΝΕΣ ΕΚΔΟΣΕΙΣ ΤΟΥ ΠΡΟΩΘΟΥΝΤΑΙ ΥΠΟ ΤΟΥΣ ΟΡΟΥΣ ΤΟΥ GNU FREE DOCUMENTATION LICENSE ΜΕ ΤΗΝ ΠΡΟΣΘΕΤΗ ΔΙΑΠΙΣΤΩΣΗ ΟΤΙ: <placeholder-1/>
zh_cn: 本文档以及文档的修改版本都是在遵循 GNU 自由文档许可证的条款下提供，这表示具有以下含义：<placeholder-1/>

source: Version 2.30
cs: Verze 2.30
el: Έκδοση 2.30
zh_cn: 版本 2.30

source: March 2010
cs: Březen 2010
el: Μάρτιος 2010
zh_cn: 2010年3月

source: Adapt the manual to the changes done to mousetweaks for GNOME 2.30. Francesco Fumanti <email>frfumanti@svn.gnome.org</email>
cs: Příručka byla přizpůsobena změnám provedeným v mousetweaks pro GNOME 2.30. Francesco Fumanti <email>frfumanti@svn.gnome.org</email>
el: Προσαρμογή του εγχειριδίου στις αλλαγές που έγιναν στο mousetweaks για το GNOME 2.30. Francesco Fumanti <email>frfumanti@svn.gnome.org</email>
zh_cn: 本手册内容已根据 GNOME 2.30 中 mousetweaks 的改进进行了更新。<email>Francesco Fumanti &lt;frfumanti@svn.gnome.org&gt;</email>

source: Version 2.28
cs: Verze 2.28
el: έκδοση 2.28
zh_cn: 版本 2.28

source: September 2009
cs: Září 2009
el: Σεπτέμβριος 2009
zh_cn: 2009年9月

source: Adapt the manual to the changes done to mousetweaks for GNOME 2.28. Francesco Fumanti <email>frfumanti@svn.gnome.org&gt;</email>
cs: Příručka byla přizpůsobena změnám provedeným v mousetweaks pro GNOME 2.28. Francesco Fumanti <email>frfumanti@svn.gnome.org&gt;</email>
el: Προσαρμογή του εγχειριδίου στις αλλαγές που έγιναν στο mousetweaks για το GNOME 2.28. Francesco Fumanti <email>frfumanti@svn.gnome.org&gt;</email>
zh_cn: 本手册内容已根据 GNOME 2.28 中 mousetweaks 的改进进行了更新。<email>Francesco Fumanti &lt;frfumanti@svn.gnome.org&gt;</email>

source: version 2.25.90
cs: verze 2.25.90
el: έκδοση 2.25.90
zh_cn: 版本 2.25.90

source: February 2nd 2009
cs: 2. únor 2009
el: 2 Φεβρουαρίου 2009
zh_cn: 2009年2月2日

source: The manual has been edited to match the changes done to mousetweaks for GNOME 2.26. Moreover, the license of the manual has been raised to GFDL 1.3. Francesco Fumanti <email>frfumanti@svn.gnome.org</email>
cs: Příručka byla přizpůsobena změnám provedeným v mousetweaks pro GNOME 2.26. Kromě toho byla licence příručky převedena na GFDL 1.3. Francesco Fumanti <email>frfumanti@svn.gnome.org</email>
el: Το εγχειρίδιο έχει προσαρμοστεί για να ταιριάζει στις αλλαγές που έγιναν στο mousetweaks για το GNOME 2.26. Επιπλέον, η άδεια της τεκμηρίωσης έχει μεταβεί στην GFDL 1.3. Francesco Fumanti <email>frfumanti@svn.gnome.org</email>
zh_cn: 本手册根据 GNOME 2.26 中 mousetweaks 的更改进行了修订。此外，本手册的许可协议升至 GFDL 1.3 版。<email>Francesco Fumanti &lt;frfumanti@svn.gnome.org&gt;</email>

source: version 2.24
cs: verze 2.24
el: έκδοση 2.24
zh_cn: 版本 2.24

source: July 2008
cs: Červenec 2008
el: Ιούλιος 2008
zh_cn: 2008年7月

source: The contents of the manual have been upgraded to integrate the improvements done to mousetweaks for GNOME 2.24. Francesco Fumanti <email>frfumanti@svn.gnome.org</email>
cs: Obsah příručky byl přizpůsoben změnám provedeným v mousetweaks pro GNOME 2.24. Francesco Fumanti <email>frfumanti@svn.gnome.org</email>
el: Τα περιεχόμενα του εγχειριδίου έχουν αναπροσαρμοστεί στις βελτιώσεις που εφαρμόζονται στο mousetweaks για το GNOME 2.24. Francesco Fumanti <email>frfumanti@svn.gnome.org</email>
zh_cn: 本手册内容已根据 GNOME 2.24 中 mousetweaks 的改进进行了更新。<email>Francesco Fumanti &lt;frfumanti@svn.gnome.org&gt;</email>

source: version 2.21.5
cs: verze 2.21.5
el: Έκδοση 2.21.5
zh_cn: 版本 2.21.5

source: January 2008
cs: Leden 2008
el: Ιανουάριος 2008
zh_cn: 2008年1月

source: The contents of the manual have been adapted to the changes applied to mousetweaks for its integration into GNOME 2.22. Francesco Fumanti <email>frfumanti@svn.gnome.org</email>
cs: Obsah příručky byl přizpůsoben změnám provedeným v mousetweaks pro GNOME 2.22. Francesco Fumanti <email>frfumanti@svn.gnome.org</email>
el: Τα περιεχόμενα του οδηγού έχουν αναπροσαρμοστεί στις αλλαγές που εφαρμόζονται στο mousetweaks για την ολοκλήρωση του στο GNOME 2.22. Francesco Fumanti <email>frfumanti@svn.gnome.org</email>
zh_cn: 本手册内容已根据 GNOME 2.22 中 mousetweaks 的改进进行了更新。Francesco Fumanti <email>frfumanti@svn.gnome.org</email>

source: version 0.2
cs: verze 0.2
el: έκδοση 0.2
zh_cn: 版本 0.2

source: November 2007
cs: Listopad 2007
el: Νοέμβριος 2007
zh_cn: 2007年11月

source: The contents of the manual have been adapted to the default theme of GNOME, called Clearlooks. This version is included with the release 0.2.6 of Mousetweaks. Francesco Fumanti <email>francesco.fumanti@gmx.net</email>
cs: Obsah příručky byl přizpůsoben výchozímu motivu GNOME - Clearlooks. Tato verze je zahrnuta v Mousetweaks vydání 0.2.6. Francesco Fumanti <email>francesco.fumanti@gmx.net</email>
el: Τα πριεχόμενα του οδηγού έχουν αναπροσαρμοστεί στο προεπιλεγμένο θέμα του GNOME, που ονομάζεται Clearbooks. Αυτή η έκδοση συμπεριλαμβάνεται με την ελευθέρωση του 0.2.6 του Mousetweaks. Francesco Fumanti <email>francesco.fumanti@gmx.net</email>
zh_cn: 手册内容已经调整到 GNOME 默认的 Clearlooks 主题。这一版包含在 Mousetweaks 0.2.6 鼠标增强工具包中。Francesco Fumanti <email>francesco.fumanti@gmx.net</email>

source: version 0.1
cs: verze 0.1
el: έκδοση 0.1
zh_cn: 版本 0.1

source: October 2007
cs: Říjen 2007
el: Οκτώβριος 2007
zh_cn: 2007年10月

source: First draft of the manual. Francesco Fumanti <email>francesco.fumanti@gmx.net</email>
cs: První vydání příručky. Francesco Fumanti <email>francesco.fumanti@gmx.net</email>
el: Το πρώτο προσχέδιο του οδηγού. Francesco Fumanti <email>francesco.fumanti@gmx.net</email>
zh_cn: 手册的第一稿。Francesco Fumanti <email>francesco.fumanti@gmx.net</email>

source: This manual describes the accessibility tools provided by mousetweaks and their graphical user interfaces, which consist of the accessibility tab of the mouse control panel and two panel applets.
cs: Tato příručka popisuje nástroje pro zpřístupnění pomocí mousetweaks a jeho grafických uživatelských rozhraní, které se skládají z karty Zpřístupnění v ovládacím panelu Předvolby myši a dvou appletů na panel.
el: Η παρούσα τεκμηρίωση περιγράφει τα εργαλεία προσιτότητας που παρέχονται από το mousetweaks και τη γραφική διεπαφή χρήστη γι' αυτά, που αποτελείται από την καρτέλα Προσιτότητα της εφαρμογής ελέγχου του ποντικιού και δύο μικροεφαρμογές.
zh_cn: 本手册讲述了由 Mousetweak 提供的鼠标辅助工具，它们由鼠标首选项面板的辅助功能面板和两个面板小程序组成的图形用户界面。

source: To report a bug or make a suggestion regarding the Mousetweaks application or this manual, please go to GNOME's Bugzilla.
cs: Chcete-li podat oznámení o chybě nebo návrh co se týče aplikace Mousetweaks nebo této příručky, navštivte stránku GNOME Bugzilla.
el: Για να αναφέρετε ένα σφάλμα ή να κάνετε μια πρόταση σε σχέση με την εφαρμογή Mousetweaks ή την παρούσα τεκμηρίωση, παρακαλώ μεταβείτε στο GNOME's Bugzilla.
zh_cn: 要报告一个 Mousetweaks 鼠标增强工具包或本手册的缺陷或提出建议，请访问 GNOME's Bugzilla。

source: Feedback
cs: Ohlasy
el: Ανάδραση
zh_cn: 反馈

source: To report a bug or make a suggestion regarding <application>the mousetweaks module</application> (i.e.: mouse accessibility), its user interface or its manual, please use the facilities provided by <ulink type="http" url="http://bugzilla.gnome.org/">GNOME's Bugzilla</ulink>.
cs: Chcete-li podat oznámení o chybě nebo návrh co se týče <application>modulu mousetweaks</application> (tj.: zpřístupnění myši), jeho uživatelského rozhraní nebo příručky, navštivte stránku <ulink type="http" url="http://bugzilla.gnome.org/">GNOME Bugzilla</ulink>.
el: Για να αναφέρετε ένα σφάλμα ή να κάνετε μια πρόταση σε σχέση με την ενότητα <application>mousetweaks</application> (π.χ. προσιτότητα ποντικιού), τη διεπαφή του χρήστη ή την τεκμηρίωσή του, παρακαλώ χρησιμοποιήστε τις διευκολύνσεις που παρέχονται από το σύνδεσμο <ulink type="http" url="http://bugzilla.gnome.org/">GNOME's Bugzilla</ulink>.
zh_cn: 要报告关于<application>mousetweaks 模块</application>(例如: 鼠标辅助功能)、用户界面或使用手册中的缺陷，或者提出建议，请使用 <ulink type="http" url="http://bugzilla.gnome.org/">GNOME's Bugzilla</ulink> 提供的方法。

source: Introduction
cs: Úvod
el: Εισαγωγή
zh_cn: 介绍

source: <application>Mousetweaks</application> provides mouse accessibility enhancements for the GNOME Desktop. Indeed, it offers the following functions to the user:
cs: <application>Mousetweaks</application> usnadňuje práci s myší v pracovním prostředí GNOME. Nabízí uživateli následující funkce:
el: Το <application>Mousetweaks</application> παρέχει βελτιώσεις για την προσιτότητα του ποντικιού για την επιφάνεια εργασίας του Gnome. Πράγματι, παρέχει τις ακόλουθες λειτουργίες για το χρήστη:
zh_cn: <application>Mousetweaks</application> 鼠标增强工具，为 GNOME 桌面提供了鼠标辅助功能。实际上，它提供了下列功能：

source: Simulated secondary click: it allows the user to perform a secondary click (menu click) by holding down the primary mouse button while keeping the pointer motionless.
cs: Simulované podružné kliknutí: umožňuje uživateli provést podružné kliknutí (otevření nabídky) podržením hlavního tlačítka při nehybnosti kurzoru myši.
el: Προσομοιωμένο δευτερεύον κλικ: επιτρέπει στο χρήστη να πραγματοποιεί ένα δευτεύον κλικ (κλικ μενού) κρατώντας το πρωτεύον κουμπί του ποντικιού ενώ διατηρεί το δείκτη ακίνητο.
zh_cn: 模拟右键(次要按钮)点击：允许用户通过按住左键一段时间，就可以执行右键点击。

source: Dwell click: it allows the user to perform the various clicks without pressing any <hardware>hardware button</hardware>.
cs: Kliknutí počkáním: umožňuje uživateli provádět různé druhy kliknutí bez stisknutí jakéhokoli <hardware>hardwarového tlačítka</hardware>.
el: Κρατημένο κλικ: επιτρέπει στο χρήστη να πραγματοποιήσει τα διάφορα κλικ χωρίς να πιέζει κανένα <hardware>κουμπί υλικού</hardware>.
zh_cn: 悬停点击：允许用户不需要按下任何<hardware>鼠标按钮</hardware>，就可以执行各种点击操作。

source: Pointer capture: it allows the user to lock the pointer in a determined area of the panel until the user releases it by a predefined keystroke or mouse button.
cs: Zachycení kurzoru: umožňuje uživateli uzamknout kurzor v předurčené oblasti panelu, dokud jej uživatel neuvolní předdefinovaným stisknutím kláves nebo tlačítkem myši.
el: Σύλληψη δείκτη: επιτρέπει στο χρήστη να κλειδώσει το δείκτη σε μια προσδιορισμένη περιοχή του πίνακα εφαρμογών μέχρι ο χρήστης να το ελευθερώσει με μια ορισμένη εκ των προτέρων πληκτρολόγηση ή με ένα κουμπί του ποντικιού.
zh_cn: 指针锁定：允许用户把指针锁定在面板的一个区域中，直到用户按下一个预设的按键或鼠标按钮来释放它。

source: How To Start The Functions
cs: Jak spustit funkce
el: Πώς να ξεκινήσετε τις λειτουργίες
zh_cn: 如何使用这些功能

source: The simulated secondary click and the dwell click depend on the mousetweaks process; however the pointer capture applet depends on the GNOME panel. Consequently, also the methods to start them vary.
cs: Simulované podružné kliknutí a Kliknutí počkáním závisí na běhu mousetweaks, ale applet Zachycení kurzoru závisí na panelu GNOME. Tudíž se také liší způsoby, jak je spustit.
el: Το προσομοιωμένο δευτερεύον κλικ και το κρατημένο κλικ εξαρτώνται από τη διεργασία του mousetweaks. Παρόλα αυτά η μικροεφαρμογή της σύλληψης του δείκτη εξαρτάται από τον πίνακα εφαρμογών του GNOME. Επομένως, επίσης και οι μέθοδοι για την εκκίνησή τους ποικίλουν.
zh_cn: 模拟右键(次要按钮)点击和悬停点击依赖于 mousetweaks 进程；而指针锁定小程序依赖于 GNOME 面板。所以，使用这些功能的方法也不尽相同。

source: Starting The Simulated Secondary Click Function
cs: Spuštění funkce Simulované podružné kliknutí
el: Ξεκινώντας τη λειτουργία του προσομοιωμένου δευτερεύοντος κλικ
zh_cn: 启动模拟右键(次要按钮)点击功能

source: You can start the Simulated Secondary Click in two ways:
cs: Funkci Simulované podružné kliknutí můžete spustit dvěma způsoby:
el: Μπορείτε να ξεκινήσετε το προσομοιωμένο δευτερεύον κλικ με δύο τρόπους:
zh_cn: 你可以用两种方法启动右键(次要按钮)点击功能：

source: from the graphical user interface
cs: z grafického uživatelského rozhraní
el: από τη γραφική διεπαφή του χρήστη
zh_cn: 从图形界面启动

source: from the command line
cs: z příkazové řádky
el: από τη γραμμή εντολών
zh_cn: 从命令行启动

source: Start From The Graphical User Interface
cs: Spuštění z grafického uživatelského rozhraní
el: Αρχή από τη γραφική διεπαφή του χρήστη
zh_cn: 从图形界面启动

source: The graphical user interface to start the simulated secondary click is located in the Accessibility tab of the Mouse control panel. To open it, choose the menu <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Control Center</guimenuitem></menuchoice> and the Control Center will open. By clicking on Mouse in the Control Center, the Mouse control panel will open and after clicking on the Accessibility tab, you will see the following settings:
cs: Grafické uživatelské rozhraní pro spuštění simulovaného podružného kliknutí je umístěno na kartě Zpřístupnění v ovládacím panelu Předvolby myši. Pro jeho otevření zvolte nabídku <menuchoice><guimenu>Systém</guimenu><guisubmenu>Volby</guisubmenu><guimenuitem>Ovládací centrum</guimenuitem></menuchoice>. Po kliknutí na tlačítko Myš v Ovládacím centru se otevře ovládací panel Předvolby myši a po kliknutí na kartu Zpřístupnění uvidíte následující nastavení:
el: Η γραφική διεπαφή του χρήστη για να ξεκινήσετε το προσομοιωμένο δευτερεύον κλικ τοποθετείται στην καρτέλα Προσιτότητα του πίνακα εφαρμογών για τον έλεγχο του ποντικιού. Για να το ανοίξετε, επιλέξτε από το μενού <menuchoice><guimenu>Σύστημα</guimenu><guisubmenu>Προτιμήσεις</guisubmenu><guimenuitem>Κέντρο ελέγχου</guimenuitem></menuchoice> και το Κέντρο ελέγχου θα ανοίξει. Κάνοντας κλικ στο Ποντίκι στο Κέντρο ελέγχου, ο πίνακας εφαρμογών ελέγχου του ποντικιού θα ανοίξει και ύστερα από κλικ στην καρτέλα Προσιτότητα, θα δείτε τις ακόλουθες ρυθμίσεις:
zh_cn: 要从图形界面中启动模拟右键点击功能，需要使用鼠标首选项面板的辅助工具。要打开它，请点击菜单<menuchoice><guimenu>系统</guimenu><guisubmenu>首选项</guisubmenu><guimenuitem>控制中心</guimenuitem></menuchoice>，打开控制中心面板。在里面找到鼠标首选项打开，再打开辅助工具标签，可以看到下面的选项：

source: Picture of the Mouse control panel
cs: Obrázek ovládacího panelu Předvolby myši
el: Εικόνα από τον πίνακα εφαρμογών ελέγχου του ποντικιού
zh_cn: 鼠标首选项面板图示

source: To start the simulated secondary click function, put a checkmark into the checkbox that says:
cs: Pro spuštění funkce Simulované podružné kliknutí zaškrtněte zaškrtávací pole s textem:
el: Για να ξεκινήσετε τη λειτουργία του προσομοιωμένου δευτερεύοντος κλικ, βάλτε ένα τικ στο κουτί ελέγχου που λέει:
zh_cn: 要启用模拟右键(次要按钮)点击功能，打勾选中这个复选框：

source: Trigger secondary click by holding down the primary button
cs: Spustit podružné kliknutí podržením hlavního tlačítka
el: Ενεργοποίηση του δευτερεύοντος κλικ διατηρώντας πατημένο το πρωτεύον κουμπί του ποντικιού
zh_cn: 按住左键(主要按钮)来触发右键(次要按钮)的点击
