Repository: BARGAN/mousetweaks
Catalog: po/*.po
Languages: as, el, fr, gl, sr, zh_cn

source: Applet to select different dwell-click types. Part of Mousetweaks
as: বিভিন্ন ধৰনৰ dwell ক্লিক নিৰ্বাচনৰ এপ্লেট । Mousetweaks ৰ অংশ
el: Μικροεφαρμογή για επιλογή διαφορετικών τύπων παρατεταμένου κλικ. Μέρος του Mousetweaks
sr: Програмче за избор различитих временских кликова. Део програма за подешавање миша
zh_cn: 用于选择各种悬停点击类型的小程序。 Mousetweaks 的一部分

source: Click Type Window
as: ক্লিকৰ ধৰনৰ সংযোগক্ষেত্ৰ
el: Παράθυρο τύπων κλικ
fr: Fenêtre de Choix du clic
sr: Прозор за врсту клика
zh_cn: 点击方式窗口

source: Double Click
as: দুবাৰ ক্লিক
el: Διπλό κλικ
fr: Double clic
sr: Дупли клик
zh_cn: 双击

source: Drag Click
as: ড্ৰেগ ক্লিক
el: Κλικ με σύρσιμο
fr: Glisser déposer
sr: Превлачење
zh_cn: 拖动

source: Enable dwell click
as: dwell ক্লিক সক্ৰিয় কৰক
el: Ενεργοποίηση κρατήματος του κλικ
gl: Activar clic en pausa
sr: Омогући клик са задржавањем
zh_cn: 启用悬停点击

source: Right Click
as: সোঁফালৰ ক্লিক
el: Δεξί κλικ
fr: Clic droit
sr: Десни клик
zh_cn: 右击

source: Single Click
as: এটা ক্লিক
el: Μονό κλικ
fr: Clic simple
sr: Једноструки клик
zh_cn: 单击

source: Area to freeze the mouse pointer on the panel. Part of Mousetweaks
zh_cn: 鼠标指针锁在面板上的范围。 Mousetweaks 的一部分

source: Capture Pointer
el: Σύλληψη του δείκτη ποντικιού
zh_cn: 捕获鼠标指针

source: Modifier:
el: Τροποποιητής:
zh_cn: 修饰键：

source: Mouse _button:
el: Πλήκτρο _ποντικιού:
zh_cn: 鼠标按键(_B)：

source: Mouse b_utton:
el: Πλήκτρο ποντικιού:
zh_cn: 鼠标按键(_U)：

source: Pointer Capture Preferences
as: পইন্টাৰ আটকৰ ব্যৱস্থা সংক্ৰান্ত পছন্দ
el: Προτιμήσεις σύλληψης του δείκτη ποντικιού
fr: Préférences pour la capture de la souris
sr: Поставке хватања показивача
zh_cn: 指针捕获选项

source: Release Pointer
el: Απελευθέρωση δείκτη
zh_cn: 释放指针

source: Selecting Button 0 will capture the pointer immediately
as: বুটাম ০ নিৰ্বাচন কৰিলে শীঘ্ৰেই পইন্টাৰ আটক কৰা হ'ব
el: Η επιλογή του Πλήκτρου 0 θα συλλάβει τον δείκτη του ποντικιού άμεσα
sr: Бирање дугмета 0 ће одмах ухватити показивач
zh_cn: 选中热键 0 将立即捕获指针

source: Size of Capture Area
zh_cn: 捕获区域的大小

source: _Width:
as: প্ৰস্থ: (_W)
el: _Πλάτος:
sr: Ш_ирина:
zh_cn: 宽度(_W)：

source: pixels
as: পিক্সেল
sr: пиксела
zh_cn: 像素

source: Dwell Click Type
el: Λειτουργία κρατήματος του κλίκ
zh_cn: 悬停点击类型

source: Show Icons and Text
el: Εμφάνιση εικονιδίων και κειμένου
fr: Afficher les icônes et le texte
zh_cn: 显示图标和文字

source: Show Icons only
el: Εμφάνιση εικονιδίων μόνο
fr: Afficher seulement les icônes
zh_cn: 仅显示图标

source: Show Text only
el: Εμφάνιση κειμένου μόνο
fr: Afficher seulement le texte
zh_cn: 仅显示文字

source: Dwell Click
el: Κράτημα κλικ
fr: Clic automatique
gl: Clic en pausa
zh_cn: 悬停点击

source: Select dwelling click type
el: Επιλογή του τύπου κρατήματος του κλικ
gl: Seleccione o tipo de clic en pausa
zh_cn: 选择悬停点击类型

source: Area to lock the pointer
as: পইন্টাৰ আটক কৰাৰ অঞ্চল
el: Περιοχή κλειδώματος του δείκτη
fr: Aire de capture de la souris
gl: Área na que bloquear o punteiro
sr: Површина закључавања покизавача
zh_cn: 用于锁住指针的范围

source: Pointer Capture
el: Σύλληψη του δείκτη
fr: Capture de la souris
gl: Captura do punteiro
zh_cn: 捕获指针

source: _About
as: বিষয়ে (_A)
el: _Περί
gl: _Sobre
sr: _О програму
zh_cn: 关于(_A)

source: _Help
as: সাহায্য (_H)
el: _Βοήθεια
gl: _Axuda
sr: _Помоћ
zh_cn: 帮助(_H)

source: _Preferences
as: পছন্দ (_P)
el: Π_ροτιμήσεις
gl: _Preferencias
sr: _Поставке
zh_cn: 选项(_P)

source: Animate cursor
el: Εφέ δρομέα
gl: Animar o cursor
zh_cn: 动画指针

source: Button style
el: Στυλ κουμπιού
gl: Estilo de botón
zh_cn: 按钮样式

source: Button style in click type window ("0" = Text, "1" = Icon, "2" = Both)
el: Εμφάνιση των κουμπιών στο παράθυρο τύπων κλικ (0=Κείμενο, 1=Εικονίδιο, 2=Και τα δύο)
gl: Estilo do botón na xanela de tipo de clic ("0" = Text, "1" = Icon, "2" = Both)
zh_cn: 点击类型窗口中的按钮样式 (“0”=文本，“1”=图标，“2”=两者都有)

source: Direction to perform a double click ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
el: Κατεύθυνση για διπλό κλικ (0=Αριστερά, 1=Δεξιά, 2=Πάνω, 3=Κάτω)
gl: Dirección para efectuar un duplo clic ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
zh_cn: 执行双击操作的方向 (“0”=左，“1”=右，“2”=上，“3”=下)

source: Direction to perform a drag click ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
el: Κατεύθυνση για κλικ συρσίματος (0=Αριστερά, 1=Δεξιά, 2=Πάνω, 3=Κάτω)
gl: Dirección para efectuar un clic de arrastre ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
zh_cn: 执行拖动操作的方向 (“0”=左，“1”=右，“2”=上，“3”=下)

source: Direction to perform a secondary click ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
el: Κατεύθυνση για δευτερεύον κλικ (0=Αριστερά, 1=Δεξιά, 2=Πάνω, 3=Κάτω)
gl: Dirección para efectuar un clic secundario ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
zh_cn: 执行次要按钮(右键)点击的方向 (“0”=左，“1”=右，“2”=上，“3”=下)

source: Direction to perform a single click ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
el: Κατεύθυνση για απλό κλικ (0=Αριστερά, 1=Δεξιά, 2=Πάνω, 3=Κάτω)
gl: Dirección para efectuar un clic único ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
zh_cn: 执行单击操作的方向 (“0”=左，“1”=右，“2”=上，“3”=下)

source: Distance in pixels before movement will be recognized
el: Απόσταση σε εικονοστοιχεία για να αναγνωριστεί ως κίνηση
gl: Distancia en píxeles antes de que se recoñeza o movemento
zh_cn: 作为移动操作所需移动的距离(像素)

source: Dwell click mode
el: Λειτουργία κρατήματος του κλικ
gl: Modo de clic en pausa
zh_cn: 悬停点击模式

source: Dwell click mode ("0" = Window mode, "1" = Gesture mode)
el: Λειτουργία κρατήματος του κλίκ ("0" = Λειτουργία παραθύρου, "1" = Λειτουργία χειρονομιών)
zh_cn: 悬停点击模式 (“0”=窗口模式，“1”=鼠标手势模式)

source: Dwell click time
el: Χρόνος κρατήματος του κλικ
gl: Tempo de clic en pausa
zh_cn: 悬停点击时间

source: Enable secondary click
el: Ενεργοποίηση δευτερεύοντος κλικ
gl: Activar clic secundario
zh_cn: 启用次要按钮(右键)点击

source: Enable simulated secondary click
as: দ্বিতীয় ক্লিক সক্ৰিয় কৰক
el: Ενεργοποίηση προσομοιωμένου δευτερεύοντος κλικ
gl: Activar clic secundario simulado
sr: Омогући секундарни симулирани клик
zh_cn: 启用模拟次要按钮(右键)点击

source: Gesture double click
el: Διπλό κλικ με χειρονομία
gl: Xesto de duplo clic
zh_cn: 双击手势

source: Gesture drag click
el: Σύρσιμο με χειρονομία
gl: Xesto de clic de arrastre
zh_cn: 拖动手势

source: Gesture secondary click
el: Δευτερεύον κλικ με χειρονομία
gl: Xesto de clic secundario
zh_cn: 次要按钮(右键)点击手势

source: Gesture single click
el: Απλό κλικ με χειρονομία
gl: Xesto de clic único
zh_cn: 单击手势

source: Movement threshold
el: Κατώφλι κίνησης
gl: Límite de movemento
zh_cn: 移动阈值

source: Secondary click time
el: Χρόνος δευτερεύοντος κλικ
gl: Tempo do clic secundario
zh_cn: 次要按钮(右键)点击的时间

source: Show click type window
el: Προβολή του παραθύρου τύπων κλικ
gl: Mostrar a xanela de tipo de clic
zh_cn: 显示点击类型窗口

source: Show elapsed time as cursor overlay.
el: Εμφάνιση του χρόνου που περνά με χρωματισμό του δρομέα
gl: Mostrar o tempo transcorrido como sobreposición do cursor.
zh_cn: 显示光标停留时间。

source: Time in seconds before a click is triggered
el: Χρόνος σε δευτερόλεπτα πριν την πραγματοποίηση κλικ
gl: Tempo en segundos antes de que o clic se active
zh_cn: 触发点击的时间(秒)

source: Time in seconds before a secondary click is triggered
el: Χρόνος σε δευτερόλεπτα πριν την πραγματοποίηση δευτερεύοντος κλικ
gl: Tempo en segundos antes de que o clic secundario se active
zh_cn: 触发次要按钮(右键)点击的时间(秒)

source: Capture pointer only if Alt is pressed
el: Σύλληψη του δείκτη μόνο αν είναι πατημένο το Alt
gl: Capturar o punteiro só se a tecla Alt está premida
zh_cn: 仅在按住 Alt 键时捕获指针

source: Capture pointer only if Ctrl is pressed
el: Σύλληψη του δείκτη μόνο αν είναι πατημένο το Ctrl
gl: Capturar o punteiro só se a tecla Ctrl está premida
zh_cn: 仅在按住 Ctrl 键时捕获指针

source: Capture pointer only if Shift is pressed
el: Σύλληψη του δείκτη μόνο αν είναι πατημένο το Shift
gl: Capturar o punteiro só se a tecla Maiús está premida
zh_cn: 仅在按住 Shift 键时捕获指针

source: Mouse button used to capture the pointer
el: Σύλληψη του δείκτη με το πάτημα του κουμπιού του ποντικιού
gl: O botón do rato usado para capturar o punteiro
zh_cn: 捕获指针的鼠标按键

source: Mouse button used to release the pointer
el: Απελευθέρωση του δείκτη με το πάτημα του κουμπιού του ποντικιού
gl: O botón do rato usado para soltar o punteiro
zh_cn: 释放指针的鼠标按键

source: Release pointer only if Alt is pressed
el: Απελευθέρωση του δείκτη μόνο αν είναι πατημένο το Alt
gl: Soltar o punteiro só se a tecla Alt está premida
zh_cn: 仅在 Alt 键按住时释放指针

source: Release pointer only if Ctrl is pressed
el: Απελευθέρωση του δείκτη μόνο αν είναι πατημένο το Ctrl
gl: Soltar o punteiro só se a tecla Ctrl está premida
zh_cn: 仅在 Ctrl 键按住时释放指针

source: Release pointer only if Shift is pressed
el: Απελευθέρωση του δείκτη μόνο αν είναι πατημένο το Shift
gl: Soltar o punteiro só se a tecla Maiús está premida
zh_cn: 仅在 Shift 键按住时释放指针

source: Size of capture area
as: চিহ্নক
el: Μέγεθος της περιοχής καταγραφής
gl: Tamaño da área de captura
sr: Величина прихватне површине
zh_cn: 捕获区域的大小

source: This mouse button must be pressed to release the pointer from the capture area. Valid values are "1" for left button, "2" for middle button, and "3" for right button.
el: Αυτό το κουμπί του ποντικιού πρέπει να πιεστεί για να απελευθερωθεί ο δείκτης από την περιοχή καταγραφής. Οι τιμές που επιτρέπονται είναι "1" για το αριστερό κουμπί, "2" για το μεσαίο κουμπί και "3" για το δεξί κουμπί.
gl: Este botón do rato debe ser premido para liberar o punteiro da área de captura. Os valores válidos "1" para o botón esquerdo, "2" para o botón do medio e "3" para o botón dereito.
zh_cn: 要从捕获区释放指针，必须按下该鼠标键。有效取值有，“1”代表点左键，“2”代表点中键，“3”代表点右键。

source: This mouse button must be pressed while the pointer is over the capture area in order to capture the pointer. Valid values are "0" if no button is needed, "1" for left button, "2" for middle button, and "3" for right button.
el: Αυτό το κουμπί του ποντικιού πρέπει να πιεστεί για να καταγραφεί η θέση του δείκτη, όταν αυτός βρίσκεται εντός της περιοχής καταγραφής. Οι τιμές που επιτρέπονται είναι "0" αν δεν απαιτείται η χρήση κουμπιού, "1" για το αριστερό κουμπί, "2" για το μεσαίο κουμπί και "3" για το δεξί κουμπί.
gl: Este botón do rato debe ser premido mentres o punteiro está sobre a área de captura, para capturar o punteiro. Os valores válidos son "0" se non é necesario ningún botón, "1" para o botón esquerdo, "2" para o botón do medio e "3" para o botón dereito.
zh_cn: 要想锁定指针，必须在捕获区域里按下该鼠标键。有效取值有，“0”代表毋须点击。“1”代表点左键，“2”代表点中键，“3”代表点右键。

source: Whether the Alt key must be pressed for the pointer to be captured while it's over the capture area. If this option is set as true, and a mouse button is set in the "capture_button" key, then the Alt key must be pressed while the mouse button is pressed.
el: Αν πρέπει να πατηθεί το Alt για να καταγραφεί η θέση του δείκτη, όταν αυτός βρίσκεται εντός της περιοχής καταγραφής. Αν έχει οριστεί ως αληθές, και έχει οριστεί κουμπί του ποντικιού για την επιλογή "capture_button" (κουμπί καταγραφής), τότε το Alt θα πρέπει να πατηθεί παράλληλα με το κουμπί του ποντικιού.
gl: Se a tecla Alt debe ser premida para capturar o punteiro mentres está sobre a área de captura. Se se define esta opción como true e un botón do rato está definido na chave "capture_button", entón a tecla Alt debe ser premida mentres o botón do rato está premido.
zh_cn: 当指针移到捕获区域时，是否需要同时按住 Alt 键来锁定指针。如果选中了此项，并且指定了一个“锁定按钮”，当点击“锁定按钮”想要锁定指针时，必须按住同时 Alt 键。

source: Whether the Alt key must be pressed with the mouse button set in "release_button" for the pointer to be released from the capture area.
el: Αν πρέπει να πατηθεί το Alt μαζί με το κουμπί του ποντικιού που έχει οριστεί για την επιλογή "release_button" (κουμπί απελευθέρωσης), για να απελευθερωθεί ο δείκτης από την περιοχή καταγραφής.
gl: Se a tecla Alt debe ser premida co botón do rato definido en "release_button", para que o punteiro sexa liberado da área de captura.
zh_cn: 要想从捕获区域释放指针时，是否需要同时按住 Alt 键配合点击“释放按钮”。

source: Whether the Ctrl key must be pressed for the pointer to be captured while it's over the capture area. If this option is set as true, and a mouse button is set in the "capture_button" key, then the Ctrl key must be pressed while the mouse button is pressed.
el: Αν πρέπει να πατηθεί το Ctrl για να καταγραφεί η θέση του δείκτη, όταν αυτός βρίσκεται εντός της περιοχής καταγραφής. Αν έχει οριστεί ως αληθές, και έχει οριστεί κουμπί του ποντικιού για την επιλογή "capture_button" (κουμπί καταγραφής), τότε το Ctrl θα πρέπει να πατηθεί παράλληλα με το κουμπί του ποντικιού.
gl: Se a tecla Ctrl debe ser premida para capturar o punteiro mentres está sobre a área de captura. Se se define esta opción como true e un botón do rato está definido na chave "capture_button", entón a tecla Ctrl debe ser premida mentres o botón do rato está premido.
zh_cn: 当指针移到捕获区域时，是否需要同时按住 Ctrl 键来锁定指针。如果选中了此项，并且指定了一个“锁定按钮”，当点击“锁定按钮”想要锁定指针时，必须按住同时 Ctrl 键。

source: Whether the Ctrl key must be pressed with the mouse button set in "release_button" for the pointer to be released from the capture area.
el: Αν πρέπει να πατηθεί το Ctrl μαζί με το κουμπί του ποντικιού που έχει οριστεί για την επιλογή "release_button" (κουμπί απελευθέρωσης), για να απελευθερωθεί ο δείκτης από την περιοχή καταγραφής.
gl: Se a tecla Ctrl debe ser premida co botón do rato definido en "release_button", para que o punteiro sexa liberado da área de captura.
zh_cn: 要想从捕获区域释放指针时，是否需要同时按住 Ctrl 键配合点击“释放按钮”。

source: Whether the Shift key must be pressed for the pointer to be captured while it's over the capture area. If this option is set as true, and a mouse button is set in the "capture_button" key, then the Shift key must be pressed while the mouse button is pressed.
el: Αν πρέπει να πατηθεί το Shift για να καταγραφεί η θέση του δείκτη, όταν αυτός βρίσκεται εντός της περιοχής καταγραφής. Αν έχει οριστεί ως αληθές, και έχει οριστεί κουμπί του ποντικιού για την επιλογή "capture_button" (κουμπί καταγραφής), τότε το Shift θα πρέπει να πατηθεί παράλληλα με το κουμπί του ποντικιού.
gl: Se a tecla Maiús debe ser premida para capturar o punteiro mentres está sobre a área de captura. Se se define esta opción como true e un botón do rato está definido na chave "capture_button", entón a tecla Maiús debe ser premida mentres o botón do rato está premido.
zh_cn: 当指针移到捕获区域时，是否需要同时按住 Shift 键来捕获指针。如果选中了此项，并且指定了一个“捕获按钮”，当点击“捕获按钮”想要捕获指针时，必须同时按住 Shift 键。

source: Whether the Shift key must be pressed with the mouse button set in "release_button" for the pointer to be released from the capture area.
el: Αν πρέπει να πατηθεί το Shift μαζί με το κουμπί του ποντικιού που έχει οριστεί για την επιλογή "release_button" (κουμπί απελευθέρωσης), για να απελευθερωθεί ο δείκτης από την περιοχή καταγραφής.
gl: Se a tecla Maiús debe ser premida co botón do rato definido en "release_button", para que o punteiro sexa liberado da área de captura.
zh_cn: 要想从捕获区域释放指针时，是否需要同时按住 Shift 键配合点击“释放按钮”。

source: Width of the capture area in pixels.
as: মাৰ্জিনৰ প্ৰস্থ পিক্সেলত
el: Πλάτος σε εικονοστοιχεία της περιοχής καταγραφής.
gl: Largura da área de captura en píxeles.
sr: Ширина прихватне површине у пикселима.
zh_cn: 捕获区域的宽度(像素)

source: Assistive Technology Support is not Enabled
gl: O soporte de tecnoloxías adaptadas non está activado
zh_cn: 未启用辅助技术支持

source: Mousetweaks requires assistive technologies to be enabled in your session. To enable support for assistive technologies and restart your session, press "Enable and Log Out".
gl: O Mousetweaks require que as tecnoloxías adaptadas estean activadas na súa sesión. Para activar o soporte de tecnoloxías adaptadas e reiniciar a súa sesión, prema en "Activar e terminar a sesión".
zh_cn: Mousetweaks 需要在您的会话中启用辅助技术。 要启用辅助技术支持并重新启动您的会话，请点击“启用并注销”。

source: Time to wait before a dwell click
as: Dwell ক্লিক
el: Χρόνος αναμονής πριν γίνει κράτημα κλικ
gl: O tempo de espera antes dun clic en pausa
sr: Истек времена пре временског клика
zh_cn: 悬停点击前等候的时间

source: Time to wait before a simulated secondary click
as: দ্বিতীয় ক্লিক সক্ৰিয় কৰক
el: Χρόνος αναμονής πριν γίνει η προσομοίωση δευτερεύοντος κλικ
gl: O tempo de espera antes de simular un clic secundario
sr: Истек времена пре симулираног секундарног клика
zh_cn: 模拟次要按钮(右键)点击前等待的时间

source: Show a click-type window
as: এটা ক্লিক-ধৰণ উইন্ডো দেখুৱাওক
el: Προβολή του παραθύρου τύπων κλικ
sr: Прикажи прозор за тип клика
zh_cn: 显示点击类型窗口

source: Click-type window X position
el: Τύποι κλικ στην θέση του παραθύρου στον άξονα X
zh_cn: 点击类型窗口 X 坐标

source: Click-type window Y position
el: Τύποι κλικ στην θέση του παραθύρου στον άξονα Υ
zh_cn: 点击类型窗口 Y 坐标

source: Ignore small pointer movements
as: চিহ্নক
el: Αγνόηση μικρών μετακινήσεων του δείκτη
gl: Ignorar os pequenos movementos do punteiro
sr: Игнориши мале покрете показивача
zh_cn: 忽略鼠标指针的轻微移动

source: Shut down mousetweaks
as: mousetweaks বন্ধ কৰক
el: Τερματισμός του mousetweaks
gl: Pechar o Mousetweaks
sr: Искључи подешавања миша
zh_cn: 关闭 mousetweaks

source: Disable cursor animations
el: Απενεργοποίηση των εφέ κίνησης του δρομέα
zh_cn: 关闭指针动画

source: Start mousetweaks as a daemon
as: mousetweaks -ক এটা ডিমন হিচাপে আৰম্ভ কৰক
el: Έναρξη του mousetweaks σαν υπηρεσία
sr: Покрени подешавања миша као управљачки програм
zh_cn: 以守护进程方式启动 mousetweaks

source: Start mousetweaks in login mode
as: mousetweaks -ক লগিন অৱস্থাত আৰম্ভ কৰক
el: Έναρξη του mousetweaks κατά τη σύνδεση χρήστη
sr: Покрени подешавања миша у режиму за пријаву
zh_cn: 以登录模式启动 mousetweaks

source: - GNOME mouse accessibility daemon
as: - GNOME মাউছ প্ৰবেশাধিকাৰ ডিমন
el: - Υπηρεσία προσιτότητας ποντικιού του GNOME
sr: — Гномов управљачки програм за приступачност миша
zh_cn: - GNOME 鼠标辅助功能守护进程

source: Failed to Display Help
as: সহায়িকা প্ৰদৰ্শনৰ ব্যৰ্থ
el: Αποτυχία προβολής της βοήθειας
gl: Fallo ao mostrar a axuda
sr: Не могу да прикажем помоћ
zh_cn: 显示帮助失败

source: Enable and Log Out
el: Ενεργοποίηση και αποσύνδεση
gl: Activar e terminar a sesión
zh_cn: 启用并注销

source: Locked
as: লক কৰা
el: Κλειδωμένο
fr: Verrouillé
gl: Bloqueado
sr: Закључано
zh_cn: 已锁定

source: Capture area
as: চিহ্নক
el: Περιοχή σύλληψης
gl: Capturar área
sr: Прихватна површ
zh_cn: 捕获区域

source: Temporarily lock the mouse pointer
as: পইন্টাৰ আটক কৰাৰ অঞ্চল
el: Προσωρινό κλείδωμα του δείκτη του ποντικιού
gl: Bloquear temporalmente o punteiro do rato
sr: Привремено закључај показивач миша
zh_cn: 临时锁住鼠标指针

source: Failed to Launch Mouse Preferences
el: Απέτυχε η εκκίνηση των προτιμήσεων του ποντικιού
gl: Fallou ao iniciar as preferencias do rato
zh_cn: 打开鼠标首选项失败

source: Area to lock the pointer on the panel. Part of Mousetweaks
as: পেনেলত মাউছ পইন্টাৰ আটক কৰাৰ ক্ষেত্ৰ । Mousetweaks ৰ অংশ
el: Περιοχή για κλείδωμα του δείκτη ποντικιού στον πίνακα. Μέρος του Mousetweaks
sr: Област за замрзавање показивача миша на панелу. Део програма за подешавање миша

source: Size of the Capture Area
as: আটক কৰাৰ বাবে চিহ্নিত ক্ষেত্ৰৰ মাপ
el: Το μέγεθος της περιοχής σύλληψης
sr: Величина површине за хватање

source: Set the active dwell mode
as: সক্ৰিয় দ্বৈত অৱস্থা সংহতি কৰক
el: Θέστε τον ενεργό τρόπο λειτουργίας του κρατήματος του κλικ
sr: Постави активни временски клик

source: Dwell click mode ("0" = Gesture mode, "1" = Window mode)
gl: Modo de clic en pausa ("0" = Gesture mode, "1" = Window mode)

source: Dwell mode to use
gl: O modo de clic en pausa para usar

source: Window x position
gl: Posición x da xanela

source: Window y position
gl: Posición y da xanela

source: Show elapsed time as cursor overlay
gl: Mostrar o tempo transcorrido como sobreposición do cursor

source: - GNOME mousetweaks daemon
gl: - daemon Mousetweaks do Gnome

source: L
fr: V
gl: B

source: C_trl
sr: _Контрол

source: Capture and Release Controls
as: নিয়ন্ত্ৰণসমূহ ধৰক আৰু এৰক
sr: Контроле хватања и пуштања

source: Keyboard modifier:
as: কিবৰ্ড পৰিৱৰ্তক:
sr: Модификатор тастера:

source: _Alt
sr: _Алт

source: _Mouse button:
as: মাউছৰ বুটাম (_M):
sr: _Дугме миша:

source: _Shift
as: Shift (_S)
sr: _Шифт

source: Button Style
as: বুটামৰ শৈলী
sr: Стил дугмета

source: Drag
as: ড্ৰেগ
sr: Превуци

source: Horizontal
as: আনুভূমিক
sr: Хоризонтално

source: Hover Click
as: হভাৰ ক্লিক
sr: Клик на преклапање

source: Icons only
as: কেৱল আইকনসমূহ
sr: Само иконице

source: Orientation
as: প্ৰাচ্যকৰন
sr: Орјентација

source: Secondary Click
as: দ্বিতীয় ক্লিক
sr: Секундарни клик

source: Text and Icons
as: লিখনী আৰু আইকনসমূহ
sr: Текст и иконице

source: Text only
as: কেৱল লিখনী
sr: Само текст

source: Vertical
as: উলম্ব
sr: Вертикално

source: Control your desktop without using mouse buttons
as: মাউছ বুটামসমূহস ব্যৱহাৰ নকৰাকে আপোনাৰ ডেস্কটপ নিয়ন্ত্ৰণ কৰক
sr: Контролише радну површ без употребе дугмића миша

source: Dwell Click Applet
as: Dwell ক্লিক এপ্লেট
sr: Програмче временског клика

source: Pointer Capture Applet
as: পোইন্টাৰ আয়ত্ত এপ্লেট
sr: Програмче за хватање показивача

source: Button style of the click-type window.
as: ক্লিক-ধৰণ উইন্ডোৰ বুটাম শৈলী।
sr: Изглед дугмета за тип клика прозора.

source: Click-type window geometry
as: ক্লিক-ধৰণ উইন্ডো জ্যামিতি
sr: Величина прозора за тип клика

source: Click-type window orientation
as: ক্লিক-ধৰণ উইন্ডো প্ৰাচ্যকৰণ
sr: Орјентација прозора за тип клика

source: Click-type window style
as: ক্লিকৰ-ধৰণ উইন্ডো শৈলী
sr: Стил прозора за тип клика

source: Orientation of the click-type window.
as: ক্লিক-ধৰণ উইন্ডোৰ প্ৰাচ্যকৰণ।
sr: Орјентација прозора за тип клика.

source: Size and position of the click-type window. The format is a standard X Window System geometry string.
as: ক্লিক-ধৰণ উইন্ডোৰ আকাৰ আৰু অৱস্থান। বিন্যাসটো এটা প্ৰামানিক X উইন্ডো চিস্টেম জ্যামিতি স্ট্ৰিং।
sr: Величина у позиција прозора за тип клика. Ово је стандардна ниска геометрије из X система прозора.

source: "Alt" keyboard modifier
as: "Alt" কিব্ৰড পৰিৱৰ্তক
sr: „Алт“ модификатор тастера

source: "Control" keyboard modifier
as: "Control" কিবৰ্ড পৰিৱৰ্তক
sr: „Контрол“ модификатор тастера

source: "Shift" keyboard modifier
as: "Shift" কিবৰ্ড পৰিৱৰ্তক
sr: „Шифт“ модификатор тастера

source: Mouse button
as: মাউছৰ বুটাম
sr: Дугме миша

source: Mouse button used to capture or release the pointer.
as: পইন্টাৰ এৰিবলৈ বা ধৰিবলৈ মাউছ বুটাম।
sr: Тастер миша које се користи за хватање и пуштање показивача.

source: Failed to Open the Universal Access Panel
as: সাৰ্বভৈমক প্ৰবেশাধিকাৰ পেনেল খুলিবলে ব্যৰ্থ
sr: Не могу да отворим универзални приступ панелу

source: Applet to select different dwell-click types. Part of MouseTweaks
fr: Applet pour choisir le clic à éffectuer. Composant de MouseTweaks

source: <b>Ignore Pointer Movement</b>
fr: <b>Ignore les mouvements de la souris</b>

source: Delay
fr: Décalage

source: Delay Click
fr: Clic contextuel gauche

source: Dwelling with Click Type Window
fr: Clic automatique avec Fenêtre de Choix

source: Dwelling with Mouse Gestures
fr: Clic automatique par gestes de la souris

source: Enable
fr: Activer

source: General
fr: Général

source: Mouse enhancements for the Gnome Desktop
fr: Fonctionalités additionelles pour la souris sous Gnome

source: MouseTweaks Preferences
fr: Préférences de MouseTweaks

source: Move Left Move Right Move Up Move Down Disabled
fr: Déplacer à gauche Déplacer à droite Déplacer vers le haut Déplacer vers le bas Désactivé

source: Threshold
fr: Seuil

source: Time
fr: Durée

source: seconds
fr: secondes

source: <b>Applet Size</b>
fr: <b>Taille de l'applet</b>

source: <b>Capture Modifier</b>
fr: <b>Modificateur pour la capture</b>

source: <b>Release Modifier</b>
fr: <b>Modificateur pour la libération</b>

source: Area to freeze the mouse pointer on the panel. Part of MouseTweaks
fr: Aire sur le panneau pour la capture de la souris. Composant de MouseTweaks

source: Button
fr: Bouton

source: Modifier Key
fr: Touche modificateur

source: Mouse Button (1 = Left, 2 = Middle, 3 = Right)
fr: Bouton de la souris (1 = Gauche, 2 = Milieu, 3 = Droit)

source: Width
fr: Largeur

source: Mouse Enhancements
fr: Extensions pour la souris

source: Select dwelling click-types
fr: Choix du type du clic automatique

source: Assistive Technologies not enabled
fr: Aides Techniques non activées
