Repository: BARGAN/mousetweaks
Catalog: po/*.po
Languages: as, el, fr, gl, sr, zh_cn

source: MouseTweaks requires Assistive Technologies.
fr: MouseTweaks nécessite les Aides Techniques.

source: Internal Error
fr: Erreur interne

source: Couldn't allocate memory.
fr: Echec lors de la réservation de mémoire.

source: Enable Delay Click
fr: Activer le clic contextuel gauche

source: Dwell Click is currently active and will be disabled.
fr: Le clic automatique est activé et sera désactivé.

source: Enable Dwell Click
fr: Activer le clic automatique

source: Delay Click is currently active and will be disabled.
fr: Le clic contextuel gauche est activé et sera désactivé.
